{
  "intro": "Listen in on conversations between a guy named Tim and his pastor about many things related to money and ministry. We begin where everything ought to begin, with God.",
  "topics": [
    {
      "heading": "Our Lavish God",
      "description": "With this short conversation between Tim and his pastor, we want to set the foundation for further discussions of generosity and biblical thinking about money and ministry. And that foundation is that we worship a stunningly lavish God who did not even spare his own son, but gave him up for us all, and freely gives us all things.",
      "messages": "Tim: So, I’ve been doing a lot of thinking lately about generosity, and I’m convicted. I’ve heard that God prospers us mainly to raise our standard of giving, not our standard of living, but I haven’t been very good at that.\n\nPastor: You’re not alone. We all fail in this area. But it’s rare that people in rich countries like ours ever come to this conviction.\n\nTim: What do you think helps produce change towards more generosity?\n\nPastor: I would say that we have to start with beholding the best example of generosity in the universe: *God himself*. If we start with guilt or some other motivation, our attempts to change will be short-lived. But if we anchor ourselves in a God-entranced view of giving, driven by marveling at the beauty of God’s lavish heart, we’ll be empowered to escape the pattern of this world and be transformed.\n\nTim: I like that approach.\n\nPastor: It’s important to remember that the goal of our giving is ultimately to reflect God’s generosity, so that people will see our good works and *give glory to our Father* (Matt 5:6). The obvious place to start is with a focused meditation on God’s generosity in Scripture. Do you mind reading 1 Timothy 6:17-19?\n\nTim: “Instruct those who are rich in the present age not to be conceited and not to put their hope in the uncertainty of wealth, but in God, who richly provides all things for us to enjoy. Instruct them to do good, to be rich in good works, and to be generous and ready to share, treasuring up for themselves a firm foundation for the future, so that they may take hold of that which is truly life.”\n\nPastor: It’s clear in that passage that God richly provides all things for us to enjoy. So God’s generosity is the foundation for us to be generous and ready to share. And one result of such generosity is being able to “take hold of that which is truly life.”\n\nTim: That part about being “ready to share” bothers me, because I’m usually not ready. I get fixated on earthly goods instead of looking around for opportunities to share what I’ve received. I think I have more of a natural selfishness than an eager readiness to be generous.\n\nPastor: I’ve felt the same way many times. I have to keep reminding myself that my generosity must begin with *gratefully receiving* from a great God. The simple statement from Paul in 1 Corinthians 4:7 has to be at the forefront of my mind: “What do you have that you did not receive?” I don’t want to miss out on taking hold of true life.\n\nTim: That’s a good word. What other verses should I consider?\n\nPastor: Well, let me read Luke 12:32-34: “Don’t be afraid, little flock, for your Father is pleased to give you the kingdom. Sell your possessions and give to the poor. Provide yourselves with purses that will not wear out, an inexhaustible treasure in heaven, where no thief approaches and no moth destroys. For where your treasure is, there your heart will be also.” Notice that right before Jesus tells his disciples to sell their possessions and give to the poor—which sounds really hard—he says, “your Father is pleased to give you the kingdom.” \n\nTim: That’s really helpful. So I guess that when we struggle to be generous and lay up treasures in heaven, we have to remember that we have a Father who has adopted us and is delighted to give us his kingdom.\n\nPastor: Exactly! The King himself is holding an unimaginable inheritance for his children, and most importantly, *he himself* is our inheritance. He gave his only Son to make it possible, and loves us as a devoted father. And if we are his, 1 Corinthians 3:21 says all things are ours, whether the world or life or death or the present or the future—all are ours, and we are Christ’s, and Christ is God’s. \n\nTim: What about that verse in Acts that talks about God giving mankind everything?\n\nPastor: Yeah, Acts 17:25: “He isn’t served by human hands, as though he needed anything, because he himself gives everyone life and breath and everything else.” Everything we enjoy comes from him *freely*. He didn’t create the world and then make humanity take out a loan to be able to live in it. He has showered us with innumerable priceless treasures in his creation.\n\nTim: True, and yet we often take those amazing blessings that we’ve received freely, and then treat our own brothers and sisters with stinginess. \n\nPastor: I’m afraid so. James 1:17 is another verse worthy of meditation: “Every good and perfect gift is from above, coming down from the Father of heavenly lights.” God is constantly giving magnificent gifts—both material and spiritual—to his children. It’s incredible how Romans 8:32 puts it: “He who did not spare his own Son but gave him up for us all, how will he not also, along with him, *freely give us all things*?”\n\nTim: That’s so powerful. But it doesn’t seem to be reflected in how Christians commercialize their faith these days. I see it more than ever—everything you can imagine to do with God, truth, Scripture, or worship is somehow turned into a product and sold in a way that doesn’t really reflect the generosity of the God who gave us everything.\n\nPastor: You’re absolutely right. It’s ugly and tragic when the children of God receive everything freely from their Father, and then turn around and refuse to share with their neighbors or brothers unless an exchange of money happens. I’m talking mainly about spiritual things here like the things you just mentioned—Scripture itself, truth (whether that be exposited in books or audio sermons), or even songs written to exalt Christ. We live in a world where it’s rare to find those things freely shared. The default is to monetize ministry of all kinds.\n\nTim: I’ve heard some people refer to modern western evangelicals as being sick with affluenza—they’re so affluent that they’ve become entranced by materialism, and white-wash the sin of greed and serving money—even at the level of ministry.\n\nPastor: I’m afraid that’s exactly what’s happened. God is a marginal reality for so many, and there are others who have good intentions but are stuck in a system that keeps people focused on the wrong things and never forces them to reevaluate what they’re doing. As I said before, the only way change will happen is by a God-entranced, Bible-saturated view of all things, including money and ministry. We must endeavor to see everything through the lens of eternity and truth, rather than the lens of pragmatism and fear. Maybe we can talk more about that next time.\n\nTim: Sounds good.",
      "podcast": "2X1tXLtuRvitA2nYWIAa90"
    },
    {
      "heading": "Pragmatism vs Principle",
      "description": "As Tim and his pastor continue their conversations, they explore how the tendency to do “whatever works” has often triumphed over obeying Scripture, especially when it comes to money and ministry. They look at examples of how Christians can be tempted to sell spiritual things for the sake of expediency and outcomes that are perceived as beneficial to God’s Kingdom. They also discuss the temptation to judge success by results instead of faithfulness to Scripture. It’s important to anchor ministry firmly in Scripture rather than adapt to culture just to achieve outward growth and impact.",
      "messages": "Tim: I heard someone say recently that evangelicals are often driven more by pragmatism than by biblical principles. Do you think that’s true?\n\nPastor: I think it’s very true. Especially when it comes to issues of money and ministry over the last century.\n\nTim: How so?\n\nPastor: Well, first we should probably define *pragmatism*. As I understand it, it’s the idea that meaning or worth is determined by practical consequences. It overlaps significantly with utilitarianism, which is the philosophy that things are deemed good by their usefulness.\n\nTim: So basically, it’s a way of thinking that judges the goodness of an action based on its outcome. Like “the ends justify the means”?\n\nPastor: Yes, that’s it. Obviously not all pragmatists would go so far as to say that the ends justify the means, but that’s sometimes where people end up.\n\nTim: So there are different extremes of pragmatism?\n\nPastor: Right. On one end of the spectrum you have people who define truth by how useful or helpful it is at reaching a certain goal. At the other end of the spectrum you might have those who simply want to get good things done, and find practical solutions to the problems they see.\n\nTim: So pragmatism isn’t always a bad thing.\n\nPastor: Exactly. But it can become bad when it shifts to becoming the primary guide to life, ministry, and theology rather than Scripture. An obvious example might be the avoidance of verses in the Bible that might offend people. Let’s say your end goal is to grow your church, which you perceive to be a good thing, and if you preach certain passages, you may turn some people away. That’s pragmatism taken to a harmful extreme, in the name of good intentions.\n\nTim: Yeah, that makes sense. Basically you’re saying that it’s dishonoring to God to accept or reject what he’s told us to do by whether it “works” or not.\n\nPastor: That’s it. If we do that, we’ll find that lies from the devil can be quite effective and produce impressive results. And on the other hand we know from Scripture that the gospel often produces negative responses.\n\nTim: Like what?\n\nPastor: Well, remember what Paul says in 1 Corinthians 1:23? To preach Christ crucified is a stumbling block to Jews and foolishness to Gentiles. A bad application of pragmatism would be to remove any talk of the crucifixion from your preaching so as not to be a stumbling block to Jews. But that would be a grievous sin for the sake of accomplishing what seems to be a good thing. I mean, who wants to offend Jews, right?\n\nTim: Yeah, that’s a hard one. I feel the tension.\n\nPastor: Obeying God often involves deep discomfort. It’s *hard* to be perceived as a fool when you preach Christ crucified. It doesn’t feel good to have people respond negatively.\n\nTim: It would be painful to keep doing that and see no good outcomes, and then see your friend reaching many people by being more practical.\n\nPastor: Definitely. I've found I have to guard my own heart and remind myself that prosperity is not a measure of truthfulness, and just because most people are doing something does not mean it’s pleasing to God.\n\nTim: It seems to be a hallmark of modern evangelicals to just do whatever works, or experiment until they find something that gets the job done, whether it’s in evangelism or church services or whatever.\n\nPastor: Yeah, and people are playing the numbers game all the time. Whatever attracts or impacts the most people is justified, even if it goes squarely against Scripture’s teaching.\n\nTim: I guess you might say that theology has been forced to bow to methodology.\n\nPastor: For sure. And this has been around forever. In the last century we saw it in people like Dwight Moody who was driven by an urgent desire to “get the job done” and optimized his presentations of the gospel to get as many decisions as possible. And Moody wasn’t a bad guy, but rather someone who perhaps took pragmatism to extremes for the sake of his good intentions and the urgency he felt to lead more to Christ.\n\nTim: This seems like a particularly Western tendency, and very close to the American spirit.\n\nPastor: Absolutely. So much of our industrial revolution was driven by letting practical concerns dominate over principles. And then there are the horrific examples of what was done to Native Americans and Africans in the name of pragmatism or “economic expediency.”\n\nTim: Wow, that is a brutal legacy. So how does this all connect to money and ministry?\n\nPastor: Well, you can imagine that, when you’re full of ambition and have big, urgent goals to accomplish for God, you might be tempted to do whatever works best at a large scale. And money is a powerful ally for that. But if you can’t get enough money to do huge things for God, you might be tempted to get that money however you can, as long as it’s not flagrantly immoral.\n\nTim: Like going into debt?\n\nPastor: Well, that’s one way, but I’m thinking more along the lines of beginning to sell ministry so you can do bigger and better ministry.\n\nTim: What would be a real-world example of that?\n\nPastor: Let’s say I write a book about missions, which is clearly an act of ministry to edify the Church through biblical teaching. I plan to give it away freely online, but then I start thinking, “If I sell this book, I can use that money to promote my book and get it to more people. Many more people might be blessed that way. And if I sell a lot of copies, I can use that money to live on while I write another book to bless the Church!”\n\nTim: Sounds pretty standard.\n\nPastor: It is, but do you see the problems with that approach?\n\nTim: I guess it breaks Jesus’ command to freely give in Matthew 10:8. Since it’s clearly some kind of spiritual gift you’re exercising for building up the Body, it should only be supported, but not sold.\n\nPastor: Exactly. And don't miss the fact that my decision would be driven purely by pragmatism rather than biblical principles. And that’s just one scenario in a thousand we could imagine.\n\nTim: That makes sense.\n\nPastor: In a way, selling spiritual things is similar to going into debt. Many people go into debt because they refuse to wait on God to provide the money for some big expenditure they think they need. Like a new church building, for instance. That’s not a horrible thing to spend money on, but when you build it on debt you’ve trusted the bank more than God to supply.\n\nTim: And you’ve taken away the option of God directing you by *not* providing. Maybe he doesn’t want you to build a new building, and the way he’s going to make that clear is by not providing the offerings needed to do so.\n\nPastor: Very true. We blur God’s leading when we go into debt. If the money isn’t available for a specific need, our first action should be to *seek provision from God through the free generosity of his people*, not a bank loan, and certainly not by selling God’s gifts. In John 14:13-14 Jesus said, “Whatever you ask in my name, that will I do, so that the Father may be glorified in the Son. Whatever you ask in my name, I will do.” And I think we need to take these words seriously.\n\nTim: So are you saying that your example of selling a book on missions is like depriving God of the chance to bless an even greater amount of people if it were free?\n\nPastor: Yep. And if I rely on the book sales to determine whether or not I write another book to bless the Church, I take away the option for God to make that clear through the free generosity of his people instead.\n\nTim: But couldn’t God guide you equally as well through the sales of your book?\n\nPastor: He could. But it would be forcing God to salvage your disobedience to his word. He’s incredibly patient and gracious with us, but that’s never a license to sin, which is what Paul taught in Romans 6. When we sell ministry, we show our allegiance to money and pragmatism, and leave God to pick up the pieces. In his grace he often brings beauty out of our ashes, but we miss out on the full fruit and blessing of what might have resulted from obedience.\n\nTim: There must be so many authors who remain mostly in obscurity and have very little impact because they’re stuck in the pragmatism mentality of selling their books. And I can’t help but wonder what amazing things might happen if they did things more in line with Scripture and gave their books away with no strings attached.\n\nPastor: Amen to that! It’s so hard for many believers to give up that addiction to “whatever seems to work for others.” They see big authors who have reached best-seller status and have impacted millions through the sale of their writing, and they think, “If it worked for them, it could work for me. There’s no way it could be bad to sell books, because God seems to be blessing them so much.”\n\nTim: That sounds like the same reasoning that goes with the prosperity gospel. “Those prosperity preachers must be speaking the truth because look at the private jets and mansions God has blessed them with!”\n\nPastor: You’re right. It’s exactly the same reasoning. And this reminds me of something Mark Noll said about American evangelicalism in one of his books. He said that it’s a form of “culturally adaptive biblical experientialism.” If that’s true, we have to be careful that our eagerness to adapt to our culture for the sake of making a bigger impact for Christ doesn’t end up making Christ into a product. Because that’s what the world does. If the world worships something, they turn it into a product. Think about all the celebrities that have been turned into profit funnels. The world often sets up objects of worship, encourages people to idolize them, and then exploits people’s adoration. But followers of Christ should never reflect such darkness. We should be distinguished by the opposite approach: that of freely giving, even to the point of losing our lives for the sake of others—and all out of joy in a beautiful God who is *not* a piece of merchandise.",
      "podcast": "5o4TeEUT5t5AogOi21aPHF"
    },
    {
      "heading": "The Command of Christ",
      "description": "",
      "messages": "Tim: Lately I’ve been a little unsettled by the commercialization of Christianity around me. A friend of mine charges $5,000 for preaching at Christian conferences, and my brother charges even more than that for leading worship events with his band. Then there’s my uncle, who’s a biblical counselor, and he charges $200 an hour. It also bothers me that the Christian publishing industry seems to be more and more about the money, especially when they charge really high prices for digital copies of their books. Am I crazy? Or is this just the way God wants his Church to be? Couldn’t all of this operate on donations?\nPastor: I feel the same way, actually. You’re not crazy. \nTim: If I ever bring this up, people just say the same thing over and over: “The Bible says that the laborer is worthy of his wages.” And I get it. The Bible does say that, but that doesn’t make me feel any less unsettled about monetizing ministry.\nPastor: You’re not alone. What I usually do is take people to Matthew 10:8-10, where Jesus says two important things that may seem contradictory on the surface: 1) give freely, without pay, and 2) if someone is working, they deserve to be compensated for their labor.\nTim: Yeah, those two things do seem to clash.\nPastor: Most people completely miss this issue or ignore it. There's actually a fairly simple way to resolve these two seemingly contradictory notions of refusing pay and receiving pay.\nTim: Cool. So how does that work?\nPastor: Simply that Jesus forbids the disciples from demanding or requiring payment but allows them to receive food and lodging. The disciples are to rely on God to provide for them through the free generosity of others. This is the difference between buying ministry as a product and supporting ministry. \nTim: So the disciples should trust the Lord of the harvest to provide their wages, rather than demand their wages from the harvest itself.\nPastor: Exactly! That's what I was just about to say. Jesus is the Lord of the harvest. He will pay a minister's wages through the means he chooses. But he doesn't allow his servants to minister in his name in exchange for payment from those receiving ministry.\nTim: Isn’t this kinda like how friendship works? As soon as someone starts treating your relationship to him as a way to manipulate you for money, it stops being a friendship. \nPastor: Yep. When we sell ministry, it stops being ministry and becomes a mercenary commercial transaction. As soon as payment is demanded, there’s no way to be sure that the ministry you’re receiving is sincere, or simply out of desire for money. Your example of friendship is spot on, because if I tell you that we can hang out, but it’ll cost you $15/hour, it strips the sincerity out of our time together. You’ll never know whether I spend time with you because I like you, or because I like the money. It doesn’t even matter how much I charge. Even at 15 cents/hour, it’s no longer a real, sincere friendship.\nTim: So let me think this through. If an author writes a book about suffering and the sovereignty of God in order to edify the Body of Christ, but then denies anyone access to it unless they pay, he compromises the sincerity of his ministry…\nPastor: By making it impossible to know whether he’s just writing for money or for the edification of other believers and out of love for God. Everyone knows that people throughout history have used God to make money; even unbelievers do that. So when you introduce a paywall into the mix, you open up the real possibility that you’re just covertly turning God into a commodity.\nTim: Makes sense. So you're saying that the Bible is clear that ministers of the gospel deserve to be able to eat and pay the bills, but that their compensation should come from God, through the free generosity of his people?\nPastor: Exactly. As 1 Corinthians 9:14 says, “The Lord commanded that those who proclaim the gospel should get their living by the gospel.” Most people completely misinterpret this verse to mean that we have permission to sell the gospel as a commodity in order to \"get our living by the gospel.\" But notice that it doesn't say that at all. It simply says that they should be able to get their living by the gospel. That requires us to go back to Matthew 10:8 and listen to Jesus in order to understand how we should be compensated for our work of gospel proclamation. And it's clear that Jesus forbids selling our work, and instructs us to receive support from God's people.\nTim: That's helpful. But shouldn't it be obvious that charging someone to hear the gospel is wrong? It doesn't seem that it should even be a question in people's minds. It doesn't even make sense to me.\nPastor: You're right. But most people compartmentalize these things in their hearts and then copy the way the world does things.\nTim: What do you mean?\nPastor: Here's an example. Someone might read Paul and Jesus and say, \"Ok, maybe it's not a good idea to demand payment from someone on the street before I share the gospel with them. But if I write a book called The Gospel Explained, I can charge money for it and profit from it like every other author does.\"\nTim: I see. But is Jesus' command in Matthew 10 to give freely actually something that applies to us today? Wasn't it just something specifically for the disciples in that evangelistic situation?\nPastor: Good question. Let's look more closely at the passage. The specific actions Jesus directs his disciples to perform are \"preach\", \"heal/cleanse\", \"raise the dead\", and \"drive out demons\" (10:7-8). These are all spiritual activities that are broader than just evangelism. Now, if this were a command only for those disciples, Paul wouldn't have applied it to his own ministry as he does in two places. The first is 1 Corinthians 9:18, where he says: \"What then is my reward? That in my preaching I may present the gospel free of charge.\" Then he says in 2 Corinthians 11:7, \"Or did I commit a sin in humbling myself so that you might be exalted, because I preached God's gospel to you free of charge?\" In this last verse Paul uses the exact same Greek word for \"free\" that Jesus uses in Matthew. \nTim: I guess I can see that. But how can we be sure that the command still applies to us today? Most people have told me it was just for the first-century apostles.\nPastor: Well, first of all, it's not a command that's intrinsically bound by culture and time. It can be applied in all cultures in every century. Second, if we look at Church history, it was applied beyond the time of the apostles. And third, this command is perhaps the only guardrail we have that prevents us all from becoming like the prosperity preachers who monetize the sacred and treat spiritual things as commodities. In other words, if the command no longer applies then it would open the door to selling prayer, baptism, communion, entry to church, you name it. And I doubt many people would be excited about a world where nothing is too sacred to be monetized. \nTim: Yeah, it sounds like something out of a dystopian movie! I guess I might add another thought to your argument: It seems to me that being a follower of Jesus means, at the most basic level, seeking to be like him. So, if he was teaching and training the disciples for long periods of time as a free ministry, shouldn't we imitate him by offering spiritual instruction for free?\nPastor: Amen! I couldn't agree more. And a key underlying issue I forgot to mention here is that of obligation. The question we Christians should be asking is: am I giving under obligation to man or obligation to God? We don't reflect the biblical model until we support a minister/ministry in a spirit of partnership out of a sense of obligation to God. The giver should feel indebted to God rather than man. \nTim: So when we charge people money for ministry, we force them to give out of indebtedness to man?\nPastor: Yep. That takes God out of the picture. Like, when you buy a book of Christian teaching (which I would classify as ministry), is your heart directed to feel grateful to God and indebted to him when you look at the price tag? \nTim: Nope.\nPastor: And do you feel like it's distinct in any way from how the world operates? Does it feel like something beautiful and sacred is being preserved from mercenary motives?\nTim: Nope. It's kinda sad.\nPastor: So what I call \"colabor\" is when the giver feels duty-bound to give to a minister as part of serving God. In other words, in the Body of Christ we labor together, side by side, to advance his Kingdom. But our present problem is that the spiritual advancement of the Kingdom is hindered by all of us charging each other money for the very gifts God has given us to serve him and spread a passion for his supremacy. \nTim: I see that, but how do we know that the support Jesus describes is colabor and not some kind of transactional reciprocity?\nPastor: A few reasons. First, the disciples are instructed to receive support from only one person in each city, instead of collecting support from everyone they minister to. Second, those who support the disciples are described as sharing the same Master—God. Jesus tells the disciples to find someone \"worthy\" and \"a son of peace\" (in Luke 10:6), indicating that person is already qualified to colabor for the Kingdom of God.\nTim: But what about when Jesus tells the disciples to carry moneybags in Luke 22:36? Isn't that contradictory?\nPastor: Not at all. Jesus was preparing the disciples for their imminent journey into a hostile environment. Previously, they could expect to find fellow servants of God to colabor with them. But now they would face opposition, and the expectation of support would change. Jesus' instructions in Matthew and Luke follow the pattern of colabor, emphasizing that they should receive help from those who serve a common Master and not request a commercial exchange from the masses.\nTim: That makes sense. And the more I study the teachings of Jesus, the more it's apparent just how seriously he took the issue of money and ministry.\nPastor: Absolutely. In all four gospels Jesus is recorded chasing money changers out of the temple, objecting to the misuse of God's things for personal gain. He also rejected Satan's offers of material gain and said, \"You cannot serve both God and money\" (Matt 6:24; Luke 16:13).\nTim: Yeah, this is challenging. Thanks for your time, Pastor, and I hope we can talk again soon.\nPastor: My pleasure! I’m more than happy to talk further about these things.",
      "podcast": "71akBsWekdBRq1dCUXArzP"
    },
    {
      "heading": "History - How We Got Here",
      "description": "",
      "messages": "Tim: So how did we get to this point in Christian history where commercializing Christianity is so normal and accepted? Was it always this way?\nPastor: It definitely wasn’t always this way. The dorean principle of freely giving, based on Matthew 10:8–10, has been practiced since the first century, and we can find evidence of it in the second century church as well. Possibly the oldest extra-biblical Christian writing we have is the Didache, or *The Teaching of the Twelve Apostles*. It functioned as a manual of church practice and was highly respected by the early church. In the Didache 11:4-6 and 12, we read: “Let every apostle, when he comes to you, be received as the Lord… but if he asks for money, he is a false prophet. … And whoever says in the Spirit, 'Give me silver' or anything else, you shall not listen to him.” \nTim: Wow, that’s pretty serious.\nPastor: Very. And there’s more. Another early Christian writing, *The Shepherd of Hermas*, also warns against greedy prophets and ministerial reciprocity. It argues that a divine Spirit cannot “receive money and prophesy” in chapter 43 verse 12. Then we have the writings of Apollonius of Ephesus.\nTim: What did he write?\nPastor: Here we go. Listen to this: “Does not all Scripture seem to you to forbid a prophet to receive gifts and money?… If they are convicted of receiving them, they are not prophets.” Then he quotes Christ’s words from Matthew 10: “For although the Lord said, ‘Provide neither gold, nor silver, neither two coats,’ these men, in complete opposition, transgress in respect to the possession of the forbidden things. For we will show that those whom they call prophets and martyrs gather their gain not only from rich men, but also from the poor, and orphans, and widows.”\nTim: That’s pretty clear.\nPastor: Indeed. Tertullian, one of the most important second-century theologians, agreed with this as well. He wrote, “There is no buying and selling of any sort in the things of God.”\nTim: What about the Protestant Reformation? Did they try to recapture this principle?\nPastor: Absolutely. The Reformation was sparked by Martin Luther’s opposition to the commercial treatment of salvation, such as the sale of indulgences. He believed that ministers should receive regular support, but not sell the message of salvation. Other Reformers shared similar concerns.\nTim: But Luther published a ton of books. Didn’t he profit from the sales? \nPastor: Good question. If you read Eric Metaxas’ book on Luther, he writes the following: “Luther received no income from his torrential publications because even though the publishers made a mint from them, Luther refused to take a penny, nor did he take money for all of his preaching. He simply wanted to spread the Word and trust God would provide.”\nTim: Woah, that’s incredible. \nPastor: It’s surprising to us in this cultural moment, but it should be normal for anyone who has spent any time reading the Bible. And keep in mind that copyright law didn’t exist back then, so the Reformation writings were able to go viral in a way that would never happen today. If contemporary Christians followed the model of the Reformation, the impact for Christ would be exponentially larger than anything we see right now.\nTim: That makes sense.\nPastor: And also keep in mind that until the middle of the eighteenth century it was considered bad manners to write for remuneration instead of for reputation. There’s a book called Five Hundred Years of Printing that talks about this, and the author writes: “Up to that time only a few writers had ever received a fee from their publishers; and if they received it they were anxious to hide the fact. Erasmus, for instance, was deeply hurt when some Italian colleagues hinted that Aldus Manutius had paid him for a book; and he violently defended himself against similar insinuations on the part of Hutten and others.” \nTim: I’ve never heard that before! That’s completely opposite to what we see today.\nPastor: Yep. But in spite of all the good the Reformers did, unfortunately they didn’t fully articulate a comprehensive ethic that distinguished between the rightful and wrongful receipt of money in ministry. They managed to address and counter the extremes of greed and neglect that had crept into the church, but they didn’t go quite far enough in drawing clear lines for maintaining the integrity of ministry or spiritual things. \nTim: So what happened after all that in America to get us to where we are today?\nPastor: It’s a complex story, but let me give you some highlights. Much of what I’ve learned about this comes from the excellent historical work edited by Mark Noll called God & Mammon.\nTim: Cool. I’m all ears.\nPastor: First of all, you have to understand that America was founded on two principles: freedom and commerce. The colonists wanted to escape from the religious oppression and economic exploitation of Europe. They wanted to practice their faith freely and pursue their own interests in a land of opportunity.\nTim: Sounds good so far.\nPastor: Yes, but there was a downside. Without the state financing churches, churches began to experiment with alternative ways to get the money they needed. And without a regulated economy, money became the measure of success and influence. These two forces created a competitive and consumerist environment for religion.\nTim: How so?\nPastor: Well, churches began trying things like renting pews, soliciting subscriptions, or even holding lotteries.\nTim: Lotteries? That sounds like gambling.\nPastor: It was. And it didn't work very well. Most churches abandoned it after a while, along with pew rents. But the point is that churches sought to adapt to the market forces of supply and demand. They had to attract and retain customers, or members, by offering them something they wanted or needed.\nTim: Like what?\nPastor: Like doctrine, worship style, social status, moral guidance, or spiritual experience. Different denominations appealed to different segments of the population based on their theology, liturgy, class, ethnicity, or region. And they often competed with each other for market share by criticizing or condemning their rivals.\nTim: Wow. \nPastor: And it got worse as the nation grew and diversified. Money and religion became increasingly intertwined, and money often got the upperhand when it came to deciding how to do ministry.\nTim: So what you're saying is that Christianity in America was shaped by its commercial culture?\nPastor: Yes, that's exactly what I'm saying. And it still is today. That's why we need to be careful not to confuse our faith with financial pragmatism. Jesus was clear that we cannot serve both God and money. And he said that for a reason. Biblical principles have to shape our relationship to money and ministry, not capitalism.\nTim: Amen. So churches tended to adapt to the market forces of supply and demand. \nPastor: Yes, and Protestantism also played a key role in promoting and legitimizing the market revolution in America.\nTim: The market revolution? \nPastor: It's a term that refers to the rapid economic and social changes that took place in America between 1815 and 1848. It involved the expansion of markets, transportation, communication, industry, banking, and commerce. It also involved the rise of new classes, such as entrepreneurs, professionals, and wage workers.\nTim: I see. And how did Protestantism promote and legitimize this revolution?\nPastor: Well, one way was by preaching themes that aligned with the values and goals of the market culture. For example, many ministers taught that Christians had a duty to prosper, and that piety was an asset to success. They also encouraged thrift, industry, discipline, and charity as Christian virtues.\nTim: So they basically blessed the pursuit of money and materialism?\nPastor: Not exactly. They still warned against the dangers of greed, covetousness, and idolatry. They still affirmed that God was the ultimate source of all blessings. But they also saw wealth as a sign of God's favor and a means of advancing his kingdom.\nTim: I see. So why is that a bad thing?\nPastor: Because many people were unwittingly heading toward compromise and a contradiction between their spiritual mission and their worldly interests. And this contradiction became more evident as religious organizations became more involved in the business of publishing and distributing books.\nTim: What kind of books?\nPastor: Mostly bibles and tracts. You see, one of the main goals of Protestantism in America was to spread the word of God to everyone. And one of the main ways to do that was to print and distribute bibles and tracts as widely as possible.\nTim: Good goal.\nPastor: It was. But it was also expensive. They were urgently trying to usher in the millennial reign of Christ, according to the dominant eschatology at the time. And they reached a bottleneck where they didn’t have enough money to print at the speed and scale they wanted.\nTim: So they decided to let the ends justify the means and get the money however they could to fund their grand vision?\nPastor: Pretty much. At first they had relied on donations from individuals and churches. And they gave away bibles and tracts for free to all. But soon they realized they needed more revenue to fund their aspirations and produce more books.\nTim: So let me guess: they decided to *sell* some of their books instead of giving them all away for free.\nPastor: Yep. To anyone who could pay for them. They argued that selling bibles and tracts was not contrary to their charitable mission but rather a way of enhancing it. They claimed that people would value the books more if they paid for them and that selling some books would generate more funds for giving away others.\nTim: So they followed pragmatism instead of biblical principles? \nPastor: The irony is that the American Bible Society’s founding slogan was from Revelation 22:17, which says, “let the one who is thirsty come; let the one who desires take the water of life without price.” But then they changed their tune around 1830, and a lot of people got mad about it.\nTim: I can imagine.\nPastor: So their switch to a profit model worked in some ways but not in others. On one hand, it did increase their revenue and circulation. On the other hand, it created some problems and controversies. It compromised their integrity as charitable organizations, and thrust them into a competition with secular publishers and booksellers. And it favored those who could pay over those who couldn't. \nTim: Wow. How tragic.\nPastor: It was. And it showed how difficult it was for religious organizations to balance their spiritual mission with their worldly interests in a commercialized culture.\nTim: I can imagine.\nPastor: You know, it’s telling that during this same time Christians were not just defending the selling of ministry on economic grounds. They were also defending the slave trade in the same way. They argued that slavery was necessary for the prosperity and stability of the nation. And they used the Bible to support their opinions.\nTim: Sounds exactly like the way people defend the Jesus trade today.\nPastor: Precisely. It showed how Americans could have serious blind spots when large amounts of money are at stake that could potentially fund ministry and other good things. Once again, biblical considerations took the backseat to pragmatism and convenience.\nTim: So what about the twentieth century?\nPastor: Well, since Bible societies and others had already made serious compromises in the way they funded their ministry, they just kept expanding their systems for generating profit, and nearly everyone followed suit. Once they jumped into the river of capitalistic market forces, they were swept along by currents outside of their control and continued to make more compromises until they ended up looking nearly identical to the world.\nTim: I see. But didn’t anyone call for reform during the twentieth century?\nPastor: Yes and no. Some things were confronted, like charging rent for pews. But no one ever challenged the sale of bibles and Christian books. Everyone became increasingly enamored with the materialistic progress around them, and they were witnessing the birth of the American ultra-consumerist culture. Then there were two world wars, and after that came a massive economic boom that made evangelicals more concerned with how to manage money than about whether ministry should be sold as a commodity.\nTim: Manage money?\nPastor: Yeah, more in terms of stewardship. Larry Burkett became the number one voice on Christian financial stewardship, and he had wonderful things to say. But his teaching was mostly limited to issues of giving and managing money, rather than confronting the selling of Christian teaching and God’s word. Randy Alcorn followed in his footsteps and published Money, Possessions, and Eternity in 1989, but he was also focused mainly on combating materialism and challenging the Church to be generous.\nTim: So confronting the Jesus trade basically slid under the radar as people scrambled to help American Christians think more biblically about generosity and debt and tithing, and those sorts of things?\nPastor: Exactly. Meanwhile, evangelicals became increasingly convinced that more money means more ministry, and however you get that money is essentially morally neutral. Most of them didn’t go so far as to promote the prosperity gospel, but they still thought like American capitalists when it came to selling spiritual things. They grew to believe that God cares about the numbers, and if more money leads to more ministry, that means more success for God's kingdom. So they learned to judge themselves by how big their ministry was. The ones who had millions of dollars for their ministry were praised as having God’s approval and blessing, whether they obtained that money through the sale of ministry or not.\nTim: Wow, that’s really enlightening. It really helps make sense of where we are today. We sure have become complacent about the status quo of how money is accumulated for ministry purposes.\nPastor: Yeah, it’s the age-old mistake of believing that the ends justify the means. If you sell bibles so that you can have bibles to give away to the less fortunate, most people would say that’s a commendable thing. No one stops to think about whether it’s biblical to sell bibles in the first place. And obviously I would say that it’s a serious violation of biblical principles. And at the end of the day God is looking for faithfulness and obedience rather than big ministry numbers. \nTim: Wasn’t it Hudson Taylor who said that “God’s work, done in God’s way, will never lack God’s supply”?\nPastor: Yeah, and it’s so true. What we’re seeing all around us are ministries that don’t trust God to supply what they need through the free generosity of his people. Many of them don’t even give God a chance to provide. And there are plenty of people who aren’t doing God’s work, so God doesn’t supply what they need, so they look for worldly ways to get that money. Then there are people who are doing God’s work, but not in God’s way, so when God doesn’t provide, they resort to their own ideas for financing their aspirations.\nTim: It seems as though no one stops to think that maybe God doesn’t only work through multi-million dollar parachurch ministries. People forget that Jesus and the apostles didn’t establish massive ministries with CEOs making six figures, luxurious office buildings, and thousands of members. Jesus only had twelve main disciples, which most ministries today would say is too small to really make a big impact for the Kingdom.\nPastor: Preach it. When we force growth through ill-gotten gain, that growth is more like cancer than a fruitful tree. Sadly, most of the people who maintain the status quo are well-meaning, sincere believers who’ve been deceived. They’re simply following the way things have been done now for a century. They’re unable to imagine any other practice than selling ministry in order to do ministry and expand their impact.\nTim: Thanks, Pastor. This helps put everything into perspective. \nPastor: Anytime. And if you want to go deeper into some of these things I also recommend the book Faith in Reading by Nord, and More Money, More Ministry edited by Mark Noll.",
      "podcast": "0qsO2GyY0IbL6uCYd9HUqG"
    },
    {
      "heading": "What’s up with Paul?",
      "description": "",
      "messages": "Tim: I've been looking more closely at 1 Corinthians 9 and 2 Corinthians 11, and I'm a bit confused about Paul's views on preaching for pay. \n\nPastor: You’re not alone! Most people are confused by it. As we’ve talked about before, in both passages Paul says that he preaches the gospel free of charge. We should probably read both of those verses together. Here’s 1 Corinthians 9:18: \"What then is my reward? That in my preaching I may present the gospel free of charge, so as not to make full use of my right in the gospel.\" And in 2 Corinthians 11:7, he asks, \"Did I commit a sin in humbling myself so that you might be exalted, because I preached God's gospel to you free of charge?\" Paul doesn’t want to accept anything in direct exchange for his ministry work.\n\nTim: Some people think Paul refuses Corinthian funds to maintain his independence, though I guess that’s just an assumption. So, what could be his actual motivation?\n\nPastor: You're right. Paul never explicitly states that he's trying to maintain his independence. It’s most likely that Paul rejected support because he realized that the Corinthians were immature in their thinking, and they wanted to pay Paul as reciprocity instead of colabor.   \n\nTim: Okay, but Paul doesn't always reject financial support, does he? He talks about being sent to Macedonia with the Corinthians' help in both Corinthian epistles.\n\nPastor: That's correct. In 1 Corinthians 16:6, Paul says, \"Perhaps I will stay with you or even spend the winter, so that you may help me on my journey, wherever I go.\" And in 2 Corinthians 1:16, he mentions, \"I wanted to visit you on my way to Macedonia, and to come back to you from Macedonia and have you send me on my way to Judea.\" The Greek word for \"help\" and \"send\" in these verses is *propempo*, which implies financial support for the journey.\n\nTim: So, I guess Paul *did* accept payment for ministry at times then for some reason?\n\nPastor: Well, if you look closely, Paul makes a distinction between accepting direct payment, which he refuses, and receiving support as a form of colabor. He views this *propempo* support as colaboring with the Corinthians in spreading the gospel, rather than as payment for his ministry. For example, in 2 Corinthians 1:24, he calls himself a colaborer. So, once again, the Corinthians were trying to send him money as an exchange or payment for the spiritual blessing they received from him, which he refused to accept. But he was willing to accept support from them for his travels, since those travels would mean supporting his work of ministry towards others, rather than paying him to receive some kind of ministry themselves. Does that make sense?\n\nTim: I guess, but I’m still struggling to wrap my mind around it.\n\nPastor: Let me use an illustration. Let’s imagine you have a ten-year-old daughter who sees her mother pay the babysitter for playing with her, so she concludes that if you play with her, you’re doing it for money just like the babysitter and that she should pay you. It’s kind of a silly scenario, but stay with me. \n\nTim: I’m with you, and I think I know where you’re going. I need to make it clear to my daughter that I’m not like the babysitter, and I play with her simply because I love her and love God.\n\nPastor: Exactly! So you reject the money she offers you and tell her why. But then another situation arises: you hear about a widow in your church who got robbed, and you decide as a family to help her. In that situation it would be perfectly appropriate to invite your daughter to contribute to the money you’re going to give to the widow. In that context it would be perfectly clear to your daughter that she’s not paying you for something you did for her, rather she’s colaboring with you to bless others. She’s participating freely in God’s work, not out of a sense of obligation to you, but rather to God. \n\nTim: Ahhhh, ok. That definitely helps. So in this illustration I’m Paul, the Corinthians are my immature daughter, but who is the babysitter?\n\nPastor: Well, that’s where the analogy breaks down a bit. We can imagine the babysitter as the false teachers, but obviously Paul didn’t pay them. The Corinthians had learned that these false teachers normally charged money for ministry, so they expected Paul to do the same. Or at least they thought that Paul would expect payment from them. \n\nTim: I see. But how do we know that the Corinthians were really that immature and misguided? \n\nPastor: That’s easy. Paul says it directly in 1 Corinthians 3:1, “Brothers and sisters, I could not address you as spiritual people, but as people of the flesh, as infants in Christ.”\nTim: Ok, I guess that’s pretty clear.\nPastor: Good. And let me give one more illustration. Let’s say you share the gospel with a friend and he decides to become a follower of Christ. A few days later he sends you a text and says, “Hey, I’d like to give you some money for sharing the gospel with me! What’s your PayPal?” After you ask him a few questions it becomes clear to you that he wants to repay you in some way for the newfound joy in his life. So you tell him, no. He’s a baby Christian, and he still needs to learn the importance of giving money as support for ministry rather than as payment for ministry, and only out of obligation to God, not man.\nTim: That makes sense. So, if someday down the road he offers to help pay for my trip to do evangelism in another city, then I should accept his money?\nPastor: That’s a perfect example, yes. In that case it would be biblical and appropriate, because it’s clear that he’s not trying to pay you for some spiritual good that you blessed him with.\nTim: Got it.\nPastor: Again, the key difference lies in the nature of the support. When Paul accepts support in the form of colabor, it's a shared effort in spreading the gospel. It's not just about the money; it's about working together in service to God. This is seen in how Paul uses the term *propempo* in the New Testament, where it refers to assistance in the form of travel, companions, and other resources. This kind of support fosters unity and shared responsibility in the mission.\nTim: So it's about the intention behind the support?\nPastor: Exactly. When believers give sacrificially to support Paul's ministry, they're sharing in the hardship and suffering for the sake of the gospel. As Galatians 6:2 says, \"Bear one another's burdens, and so fulfill the law of Christ.\" In this sense, those who support Paul are co-laborers with him, working for the same Master.\nTim: So, Paul doesn't reject all money. He only rejects money that would compromise his free-of-charge proclamation of the gospel. Is that right?\nPastor: That's correct. The main idea is to prioritize one's duty to God over any perceived debt to a minister.\nTim: It's starting to make more sense now. So, the main takeaway here is that Paul is willing to accept support, but only if it comes in the form of colabor and doesn't compromise his commitment to preach the gospel free of charge?\nPastor: Yep, that's the essence of it. \nTim: So, just to make sure I understand the implications of this, is it wrong for pastors or church leaders to receive a salary?\nPastor: No. Receiving a salary for serving in ministry is not inherently wrong, as long as it is given as colabor, and not as a form of reciprocity or an exchange of money for spiritual blessing. A pastor’s salary should be a way the congregation bears his financial burdens with him, which is different from the pastor saying, “I will deny you ministry unless you pay me.”\nTim: Ok, that makes sense. Thanks again for helping me think through these things!\nPastor: Always a pleasure.",
      "podcast": "4yEo5AcGGOaRJixnnUaJgA"
    },
    {
      "heading": "Obligation and Compulsion",
      "podcast": "27vE3dmBFrsQ7bTsTVJzUg",
      "description": "",
      "messages": "Tim: I was having trouble explaining to a friend what it means that we should be obligated to God and not to man in our giving. Could we talk about that some more? \nPastor: Of course! Imagine you finally get to meet your grandfather–your mom’s father–for the first time. You’re an adult now, and he has always lived in another country. And let’s imagine that your mother died when you were young. So when you finally meet your grandfather, he showers you with gifts and love, even though he knows almost nothing about you. He tells you that, out of love for your mother, he feels like he owes it to her to show you extravagant generosity and kindness. He has a duty to you, but not because of anything you’ve done, but rather because of his relationship to your mother.\nTim: So that’s an example of mediated obligation?\nPastor: Exactly! And the application is obvious: We should be generous to fellow believers out of love for God. We should feel duty bound to God, and express that in generosity to our brothers and sisters in Christ.\nTim: That makes sense. So where do we see this in Scripture?\nPastor: Let's take a look at 1 Corinthians 9:7-14. Paul talks about how to keep ministry going, and he uses several analogies to illustrate the principle of co-labor and reinforce the notion of mediated obligation. Do you want to read the first part of the passage? \nTim: Sure. “Who serves as a soldier at his own expense? Who plants a vineyard without eating any of its fruit? Or who tends a flock without getting some of the milk? Do I say these things on human authority? Does not the Law say the same? For it is written in the Law of Moses, ‘You shall not muzzle an ox when it treads out the grain.’ Is it for oxen that God is concerned? Does he not certainly speak for our sake? It was written for our sake, because the plowman should plow in hope and the thresher thresh in hope of sharing in the crop.”\nPastor: Let’s take these one at a time and see where the obligation falls in each case. First, a soldier. Who is obligated to pay the soldier's wages?\nTim: Well I guess his superiors are, but the actual money is going to come from the government, and in those days that would be the king?\nPastor: Right. In those days it was the king who ensured his soldiers were paid, but he himself received money through taxation. So when citizens give taxes, they do so out of obligation to the king, who then pays the soldiers their wages. The soldier needs money to keep doing his job, but if he circumvents the king and demands payment from citizens directly for his work, it’s wrong. That’s called extortion.\nTim: Gotcha. Citizens are obligated to give to the king who is obligated to give to the soldiers, but soldiers aren't to take directly from citizens. That makes sense. But what about the person who plants a vineyard? He supplies his own needs right?\nPastor: Well no, it's more likely that someone else owns the vineyard he's working in. Remember, these are all metaphors for those in service to God. So it's the owner of the vineyard who employs a vinedresser. But part of that employment would involve workers being able to enjoy some of the fruit of their labor. The vine produces grapes for the owner, and the owner is obligated to look after the workers in his field by sharing some of the grapes.\nTim: I see. So grapes belong to the owner, and he gives some to the vinedressers. But vinedressers can't just take whatever they want without permission. So the next one where Paul talks about the shepherd would be that the animals are obligated to produce milk for the owner, and the shepherd then gets to share in that?\nPastor: Exactly, and the same with the ox. The ox doesn’t own the grain that it’s treading, but the owner of the grain allows for the ox to share in the grain. \nTim: Ok, but I guess those last few examples don’t seem as clear to me as they could be. \nPastor: Yeah, I understand. And I think that’s why Paul’s next example in verses 13 and 14 serves to make it more clear. Here’s what he says: “Do you not know that those who are employed in the temple service get their food from the temple, and those who serve at the altar share in the sacrificial offerings? In the same way, the Lord commanded that those who proclaim the gospel should get their living by the gospel.”\nTim: So people give offerings out of obligation to God, rather than the Levites. \nPastor: Yes, exactly. The law of Moses permits the priests to receive colabor–that which is offered to the Lord–but forbids reciprocity.\nTim: So, just as the Levites were supported by the Israelites, modern-day pastors are supported by their congregations?\nPastor: Right. And the key is that the support is provided voluntarily and out of a desire to honor God and support the work of the ministry.\nTim: Makes sense.\nPastor: And another thing I should mention: Paul speaks to this very issue in 2 Corinthians 9:7, where he says, “Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.” This verse emphasizes that giving to support the work of the ministry should be done freely and willingly, without any sense of obligation or pressure.\nTim: Yeah, when he says “not under compulsion” that speaks volumes about what we see today. There is so much compulsory payment for ministry or spiritual things that it keeps people from obeying Paul.\nPastor: Exactly. When we sell Jesus, we force them to give to the ministry of the Body under compulsion. But sadly we’ve all gotten used to it. It’s so normal.\nTim: Yeah, lots to think about. I need to talk to more people and raise awareness. Thanks for the conversation.\nPastor: Thank you for asking good questions!"
    }
  ]
}
