{
  "intro": "In an alternate universe where Paul and the Corinthians had access to cellular infrastructure and could text each other…",
  "topics": [
    {
      "heading": "AD 55",
      "description": "",
      "messages": "Corinthians: So even though we have freedom in Christ—even to eat all kinds of food—we shouldn’t use that freedom to eat food sacrificed to idols?\n\n(1 Cor 6:12-13; 8)\n\n\n\nPaul: That’s right! Consider my own example. I’m free as well. As an apostle, I have a right to financial support, and even particularly from you since your conversion is a result of my ministry. Yet, all the same, I will not take from you any payment.\n\n(1 Cor 9:1-2; Gal 6:6)\n\n\n\nCorinthians: Oh, well that’s interesting. When we offered you money and you refused it, we had sort of thought it was because you determined you had no right to it. That wasn’t the reason?\n\n\n\nPaul: Definitely not. We both have similar rights here. Just as you have a right to eat and drink all kinds of food, I have a right to the financial support that would allow me to eat and drink.\n\n(1 Cor 9:3-4)\n\n\n\nCorinthians: We’re trying to put all this together because this is challenging several assumptions. For example, why don’t you or Barnabas have wives? Isn’t that because you don’t have a right to the kind of support that would be needed for a family? Were we wrong about that too?\n\n\n\nPaul: I don’t have a wife because I am gifted for ministry apart from a wife. Your assumption is unwarranted; it should be obvious that I have the right to the kind of support needed by a whole family. I’m an apostle and many of the other apostles are married. For example, Cephas (aka Peter) is married. Naturally, Barnabas and I have a right to be married to believing wives as well.\n\n(1 Cor 7:7; 9:5-6)\n\n\n\nCorinthians: Yes, you are an apostle, but you are a special sort of apostle. You and Barnabas do church planting work while most of the others do not. Isn’t your work of church planting something special that precludes a right to support? After all, you go to hostile lands where people aren’t ready to support the gospel.\n\n\n\nPaul: Sure, our work is special, but that doesn’t change the basic fact that workers should be supported for their work. Soldiers are paid by the king. The vineyard worker gets to enjoy the wine. The shepherd gets to enjoy the milk. Etc. Examples could be multiplied.\n\n(1 Cor 9:7)\n\n\n\nCorinthians: With all due respect, after all your talk about the wisdom of God, that seems like a lot of human reasoning.\n\n\n\nPaul: I don’t say these things on my authority, but on God’s authority. The law of Moses says the same thing. “You shall not muzzle an ox while it treads out grain.”\n\n(1 Cor 9:8-9)\n\n\n\nCorinthians: We’re not getting the connection. How does a law about oxen relate to church-planting apostles?\n\n\n\nPaul: The law isn’t written for the sake of oxen, but for the sake of the ones it was given to: God’s people. These laws are illustrations of greater truths. The law teaches that the ox should not tread without hope of being fed, and neither should the plowman or the thresher. If an animal produces fruit and receives some of the fruit, men who produce fruit should receive some of the fruit. Knowing that the law is for mankind, the crown of God’s creation, this is the certain implication of this law about lowly beasts like oxen.\n\n(1 Cor. 9:10)\n\n\n\nCorinthians: There seems to be a problem in your analogies since putting in physical labor is naturally rewarded with physical fruit. If you till the ground, a harvest will come from the ground. But does this so directly apply to spiritual work? You have made a spiritual investment and done spiritual labor, how does that relate to having a right to physical things?\n\n\n\nPaul: Spiritual things are greater in value than physical things. If I have done spiritual work and you can grant that such work should be rewarded by spiritual things, doesn’t that necessarily entail a right to lesser, material things?\n\n(1 Cor 9:11)\n\n\n\nCorinthians: We see your point, but hopefully you understand why we were confused. We had thought the nature of your ministry must exclude you from such material support since you have so far excluded yourself from such things. Other teachers receive from us, but you don’t. We thought you must be different.\n\n\n\nPaul: Not at all. If others have a right to your support, then Barnabas and I certainly do: even more so since we planted your church! \n\n\n\nCorinthians: So now the obvious question: why didn’t you take our money?\n\n\n\nPaul: The reason is simple: In order not to put any obstacles in front of the gospel.\n\n(1 Cor 9:12)\n\n\n\nCorinthians: We’re not really sure what you mean there; could you explain more?\n\n\n\nPaul: Think back to what we were just talking about: If you were to eat food sacrificed to idols, you would tempt your brothers into idolatry, leading them away from the truth. If I were to have accepted your payments given to me when I founded the church, I would have done the same!\n\n\n\nCorinthians: That seems like a massive non-sequitur. Accepting payment for the work of ministry leads people into idolatry? How? You are going to have to spell that out more.\n\n\n\nPaul: Consider the priests. They make their living from the sacrifices at the altar. People come and give sacrifices to the Lord, and then he—of those sacrifices—gives to them. They receive meat from the altar and tithes. This is what Scripture means when it says the Lord is their inheritance. They have a right to that particular support, a portion of those things which are sacrificed to the Lord.\n\n(1 Cor 9:12)\n\n\n\nCorinthians: All that’s very good. The priests promote right worship that way, receiving from what is offered on the altar. But how is the inverse of that true? How would accepting payment tempt people into idolatry?\n\n\n\nPaul: The priests receive from the Lord, not from men. That is, they receive directly from the Lord and only indirectly from men. Because the Lord is their inheritance, he supplies them. Consider how odd it would be for the people to give directly to the priest rather than to God. If the priests received directly from the people rather than receiving from that which is offered to God, they’d be idolatrously elevating themselves to the level of the Lord. The sacrifices and offerings would be made to man rather than God.\n\n(1 Sam 2:13-17)\n\n\n\nCorinthians: Hmm, that’s a lot to think about.\n\n\n\nPaul: Think back to the analogies I gave a second ago. A soldier receives from the people through taxation and the payment of the king. But let’s say he receives directly from the people, forcing them to give to him rather than the king—what would he be called?\n\n\n\nCorinthians: An extortioner.\n\n\n\nPaul: Right. And then there’s the worker in a field who gets to enjoy the harvest. But let’s say he were to take the crop himself without the owner giving it to him—what would he be called?\n\n\n\nCorinthians: A thief.\n\n\n\nPaul: Exactly. So the priest has a right to the inheritance from the Lord, but it would still be wrong to take the sacrifices directly. In fact, it puts an obstacle in the way of the truth, because it suggests that these things are not owed to the Lord. The same is true of the preacher. He has a right to material support, but it would put an obstacle in the way of that gospel if he were to take directly from men rather than the means God has ordained. If he did that it would suggest that the Lord is not owed thanksgiving for the gospel but that man is. And yet, even despite all this, material support remains a right. Those who proclaim the gospel should make their living by the gospel.\n\n(1 Cor. 9:14)\n\n\n\nCorinthians: OK, we’re still processing all this, but we think we get the basics now. You have a right to our support. …Does that mean you now want those funds we originally offered you?\n\n\n\nPaul: Never! I would rather die! That would deprive me of my ground for boasting.\n\n(1 Cor 9:15)\n\n\n\nCorinthians: Your ground for boasting? You said earlier that he who boasts should boast in the Lord, so we assume that’s what you’re talking about here. In other words, you would only boast about God working through you. Isn’t the fact that he works through you to proclaim the gospel sufficient reason for boasting, regardless of whether or not you receive money?\n\n(1 Cor 1:31)\n\n\n\nPaul: Definitely not. My reason for boasting isn't merely God working through me in some abstract sense. God works through all kinds of people, both evil and good. The thing that distinguishes the righteous from the unrighteous—and gives the righteous a ground for boasting—is whether they’re doing God’s will.\n\n(1 Cor 9:16)\n\n\n\nCorinthians: By “God’s will,” do you mean doing things in the way that God commands?\n\n\n\nPaul: Yes, I mean it must be according to his prescribed will. The preacher who has grounds for boasting must be subject to the commands of God. He must preach as a servant rather than as a free man.\n\n\n\nCorinthians: What would it look like to preach not as his servant; that is, what would it look like to preach of your own will?\n\n\n\nPaul: Just as a business owner is free to set his prices, a free agent who proclaims the gospel may charge whatever he wants for the gospel. So what would it look like to preach of one’s own will? It would look like one who charges his own set price for the preached message.\n\n(1 Cor 9:17a)\n\n\n\nCorinthians: What would it look like to preach as a servant of the Lord; that is, what would it look like to preach of his will?\n\n\n\nPaul: Just as a clerk must simply administer sales with the goods the business owner has set, one who proclaims the gospel as a servant may only charge the price his master has set. So, it would look like someone who charges the Lord’s set price for his message.\n\n(1 Cor 9:17b)\n\n\n\nCorinthians: And what is that price?\n\n\n\nPaul: You must be joking; I hope you already know! The gospel is free! It’s offered without money and without price. Do you now see how it would put an obstacle in the way of the gospel to charge for it? We’d be suggesting that the grace of God is not abundant and free. Or worse, we’d be suggesting that mere men like me are the source of that good news.\n\n(Isaiah 55:1)\n\n\n\nCorinthians: So if your reward isn’t money, what is your reward?\n\n\n\nPaul: It is to have this honored position as a steward of the gospel. That is why I don’t make full use of my right. The one who charges for it places himself elsewhere, outside of such an honorable stewardship. Because he has operated as a free agent, he can’t boast in the Lord’s work through him, though it may be the case that the Lord has indeed worked through him.\n\n(1 Cor 9:18)\n\n\n\nCorinthians: What about Peter and the others? If you are so wise not to accept our funds, are they mistaken then in “making full use of their right in the gospel?”\n\n\n\nPaul: Consider the context of any other apostle or teacher who has visited you and compare that to my visit. Do you see a difference?\n\n\n\nCorinthians: You planted the church and they built on that work.\n\n(1 Cor 3:10)\n\n\n\nPaul: Do you see how an exchange in money in either context may communicate something different?\n\n\n\nCorinthians: Well, when you were here we offered you money in exchange for the work of conversion that had happened in us. Putting together what you’ve explained here, it would have suggested that you were the source of the gospel or that the gospel is not offered freely by God.\n\n\n\nPaul: And why did you offer money to the others?\n\n\n\nCorinthians: Well, now that we’re believers and are more established as a church, we want to work together with faithful teachers who will continue to advance the kingdom here in our city of Corinth.\n\n\n\nPaul: So do you see the difference? It’s not as though I go above and beyond while others are doing the bare minimum, making a full use of their right. Peter has reason to boast as I do; I would never suggest he doesn’t. Instead, those teachers who came to you were free to receive your funds because you were not paying them for the gospel. Rather, out of thanksgiving to God, you were applying those funds where you knew that the Lord would be pleased to have them applied. Peter receives from God what had been offered to him, just as the priests do at the altar.\n\n\n\nCorinthians: That seems like a pretty big sacrifice that you have been called to.\n\n\n\nPaul: I am a servant to Christ by being a servant to all. In order to serve the Jews, I took the 39 lashes rather than renounce Judaism. And in order to serve Gentiles, I eat with them and become like them in many ways (something other Jews would never do). I often go hungry for the sake of the gospel, making myself weak for the sake of the weak.\n\n(1 Cor 9:19-22)\n\n\n\nCorinthians: So you are imitating others in order to appeal to them? Would you be strong for the strong or rich for the rich?\n\n\n\nPaul: No, you’re missing my point. I’m not imitating others; I’m serving them.\n\n\n\nCorinthians: So you weren’t being poor because we were poor?\n\n\n\nPaul: No, and obviously that’s not the approach the other apostles took among you either. Besides, you are perhaps the richest church I’ve planted. You even have some people of noble birth.\n\n(1 Cor 1:26; 4:8)\n\n\n\nCorinthians: So you weren’t avoiding taking our money as a way of making the faith as easy as possible?\n\n\n\nPaul: Certainly not. I haven’t even started to tell you about the collection for Jerusalem I’m expecting you to give to sacrificially.\n\n(1 Cor 16:1)\n\n\n\nCorinthians: And you weren’t trying to make the faith as palatable as possible?\n\n\n\nPaul: That would contradict everything I’ve said before. The gospel is foolishness to the world. I’m counting on the Spirit to make it wisdom to you rather than my own rhetoric or machinations.\n\n(1 Cor 1:18; 2:4-5)\n\n\n\nCorinthians: Let us rephrase that: you weren’t at least trying to make the faith as attractive as possible?\n\n\n\nPaul: Ha, if only that were attractive to you! In all our interactions, it’s become quite evident that you’re more impressed by wealthy teachers who charge than by poor teachers who don’t. If I had wanted to make the gospel attractive to you, I would have charged for it!\n\n(2 Cor 11:7)\n\n\n\nCorinthians: Then did you reject funds from us so that you wouldn’t feel obligated to speak in a flattering way that compromises on the truth? That is, were you trying to keep us from lording over you as some patrons might? \n\n\n\nPaul: I suspect no such things of you. In fact, just the opposite is true. You’ve exhibited a divisive sort of tribalism, claiming various ministers as your own to the exclusion of others, puffing yourselves and dividing the church. I’m far more concerned about your desire to have status under teachers than your desire to have status over them.\n\n(1 Cor 1:12; 2 Cor 11:20)\n\n\n\nCorinthians: So you did it all for the sake of the gospel?\n\n\n\nPaul: Yes, that I might be a partaker of the gospel.\n\n(1 Cor 9:23)\n\n\n\nCorinthians: What does that mean? Don’t you become a partaker of the gospel just by believing?\n\n\n\nPaul: I’m not speaking of the gospel itself, but of the proclamation of the gospel, the good news of Jesus Christ. I am a fellow partner in the work of the gospel. This blessing is far greater than whatever material things I might be able to receive in exchange for it.\n\n(συγκοινωνός is the word that is often rendered as partaker)\n\n\n\nCorinthians: Would it really be a big deal if you were to just take what we had offered?\n\n\n\nPaul: I’m in a spiritual race here, and that’s no way to run it. I don’t run aimlessly, and I don’t box the air. Rather, I maintain complete self-control, so that I am not disqualified for the prize that awaits faithful proclaimers of the gospel.\n\n(1 Cor 9:23-27)\n\n\n\nCorinthians: OK, so you have a right to support, but you won’t take a payment that is in exchange for the gospel. What about other kinds of support? Is there some other way we can give to you?\n\n\n\nPaul: Absolutely! In fact, I look forward to your financial partnership. I’ll be coming during the winter before I go to Macedonia in the spring. I’ll be anticipating your full support so that I have everything I need for my stay with you and my trip to Macedonia afterward.\n\n(1 Cor 16:5-7)"
    },
    {
      "heading": "Roughly a year and a half later, AD 56",
      "messages": "Corinthians: Hey Paul, will you be visiting us again soon?\n\nPaul: Alright, well, due to a number of circumstances, I was only able to come for a short visit, but I’m still hoping to have a longer stay with you all, and I’m counting on you to be able to support me in my journey. I’m also hoping to collect what you have pledged to the Jerusalem collection.\n\n(2 Cor 1:16; 9)\n\nCorinthians: Thanks for the heads up. Just so you know, there have been some other apostles here, and their practice doesn’t match what you’ve said. They seem to have their act much more together. They don’t miss their planned itineraries and they aren’t living in poverty. They are giving us ample opportunity to pay them for their teaching, and frankly, it seems a lot better that way. These new apostles…we think they're super.\n\nPaul: Well that's disappointing to hear. Just as I was previously concerned about you saying “I am of Paul,” or “I am of Apollos,” or “I am of Cephas,” I suspect you’re simply eager to place yourselves under their “glorious” status. But regardless, these apostles that you think are super—these super apostles if you will—are false apostles.\n\nCorinthians: How do you know?\n\nPaul: Well, for starters, they’re peddlers of God’s word. To sell the word demonstrates they have an ulterior motive. If they have ulterior motives, they are not men of sincerity. They have not been commissioned by God. Rather, they are sent out by themselves. This is what I spoke to you about before; this is what it looks like when someone acts as a free agent.\n\n(2 Cor 2:17)\n\nCorinthians: Sure, they charge for their message, but it’s only fair. It’s clear that this is owed to them. Besides, they were a big part of planting this church.\n\nPaul: And now they’re taking credit for what the Lord accomplished through me? The Lord commissioned me to do that work, not them. For the record, the Lord actually did that work through me, not through them.\n\n(2 Cor 10:13-18)\n\nCorinthians: Setting that aside for a moment, we think there are other reasons they deserve payment. For example, they’re really skilled in their work . You have to hear these guys! They’re very excellent speakers!\n\n(2 Cor 10:10; 11:6)\n\nPaul: Turn this around and think about what you’re saying: “They did excellently in preaching and charging you for the message.” Does that mean that I sinned in humbling myself so that you would be exalted? Did I sin in offering you the gospel free of charge?\n\n(2 Cor 11:7)\n\nCorinthians: Well, we wouldn’t call it a sin, but it doesn’t seem like the smartest thing to do. Just compare results. They’ve accomplished so much! How else would you get the work done that they have done unless you charged for it?\n\nPaul: I’ve managed to acquire finances just fine without those methods, and I did it all for your sake. I robbed other churches in order to help you! That is, I received support from churches whose financial condition was way worse in order to come to Corinth and plant your church.\n\n(2 Cor 11:8)\n\nCorinthians: Well see, this is the sort of thing we’re talking about. That seems so foolish. Why would you do that?\n\nPaul: I did it so that I wouldn’t have to burden you. In fact, even when I was with you I didn’t take anything from you, but those from Macedonia came to me to keep me supplied.\n\n(2 Cor 11:9; Act 18:5)\n\nCorinthians: What do you mean? We have money! It wouldn't be a burden to us.\n\nPaul: My point isn’t that you would have trouble bearing it *financially*. I know you’ve got plenty of money. My point is that I should not be laying any financial obligations on you.\n\n(1 Thess 2:9; 2 Thess 3:7–8)\n\nCorinthians: You just got done telling us about the Jerusalem collection and how we should give cheerfully and even follow the example of the Macedonians of giving beyond our means! We don’t know what you’re talking about; you’ve laid some pretty heavy financial obligations on us!\n\n(2 Cor 8:3; 9:7)\n\nPaul: You misunderstand; that’s not an obligation to me. Such giving to the Jerusalem collection is out of an obligation to the Lord, is it not? It’s an offering and a service *to him*.\n\n(Rom 15:16)\n\nCorinthians: So are you saying that you’re fine with us giving money to others, but not to you?\n\nPaul: No, I’m saying that I’m fine with you giving money *to the Lord*, but not to anyone else. If the money that you give to the Lord supplies the poor in Jerusalem, I rejoice. If some of that money you give to the Lord supplies me, I will be most grateful. But so far, the funds you have offered me have only been *in exchange* for the gospel.\n\nCorinthians: And what’s the problem with that again?\n\nPaul: I am NOT the source of the gospel. The Lord is! You’re not obligated to me but to him.\n\nCorinthians: Well what if we offer it to God, like you said, and in giving it to him, give to you?\n\nPaul: That would be excellent, but that can’t happen in the context where you have offered previously. You have offered in exchange for the gospel…that’s a problem because the Lord has said his gospel is free.\n\nCorinthians: Is this still about your boast that the Lord is working through you as a servant, instead of you operating as a free agent?\n\nPaul: Indeed, it is.\n\n(2 Cor 11:10)\n\nCorinthians: That seems selfish.\n\nPaul: Being concerned about my godly grounds for boasting is not selfish at all. In fact, it is out of love for you! Otherwise the message of the gospel would be muddied. It would appear to be of human effort, something not given by the grace of God.\n\n(2 Cor 11:11)\n\nCorinthians: Is this just a practice you are trying out? Is it maybe something hyper-contextualized that could change in some months? Are you going to continue on this way?\n\nPaul: Absolutely, I’ll never stop. I must distinguish myself from these false apostles.\n\n(2 Cor 11:12)\n\nCorinthians: Couldn’t you pick some other way of distinguishing yourself? Like wearing a different colored hat or something?\n\nPaul: That would not distinguish me as true, only as different. It is necessary that a true teacher not charge for the gospel. I do not charge to make it clear that I am a true teacher.\n\nCorinthians: So once they leave Corinth and you don’t need to distinguish yourself anymore, you wouldn’t start charging for the gospel then?\n\nPaul: True ministers will always need to distinguish themselves from false ministers, and not charging for the gospel is a mark of a true minister.\n\nCorinthians: Hmm, well this all has implications for your next visit. When are you coming here again?\n\nPaul: Soon! And I plan on dealing with those false apostles when I get there.\n\n(2 Cor 13:1)\n\nCorinthians: That sounds difficult…having had such a hand in building our church, they are like fathers to us.\n\nPaul: They’ve done no such thing and they are no such thing. As the one commissioned by Christ to first preach the gospel to you, I’m your true spiritual father. And here’s the proof: I won’t be burdening you then when I’m there.\n\n(2 Cor 12:14a)\n\nCorinthians: How is that proof?\n\nPaul: It is the duty of parents to save up for their children, not children for their parents. I do not seek what is yours, but you.\n\n(2 Cor 12:14b)\n\nCorinthians: Even though when you come we may give to the Jerusalem collection and financially support you and your journey?\n\nPaul: Correct! Anything done in partnership for the gospel is rendered to the Lord, even if it supplies me.\n\nCorinthians: This money stuff has been quite the headache…for both us and for you! Do you really still think it’s a good and helpful policy? \n\nPaul: Your souls are at stake! I will most gladly spend and be spent for your souls.\n\n(2 Cor 12:15a)\n\nCorinthians: We suppose…No offense, but these super apostles are a lot easier to deal with than you can be sometimes!\n\nPaul: It’s all out of love for you. If I love you more, am I to be loved less?\n\n(2 Cor 12:15b)\n\nCorinthians: We guess not!"
    }
  ]
}
