{
    "episodes": [
        {
            "id": "3FiR9triviUgym7Uu79WR8",
            "title": "The KJV Is Still Restricted by Copyright",
            "description": "Read the article.One of the common misconceptions about the King James Version (KJV) of the Bible is that it is a universally public domain work—something many tout as a feature of its superiority to modern copyrighted translations. But most don’t realize that it is still under a special perpetual copyright of the Crown in the United Kingdom.Unlike the KJV, some modern translations such as the Berean Standard Bible are public domain worldwide. So while it’s important for a Bible translation to be in the public domain, there are modern translations that fulfill that better than the KJV does.⁠⁠⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>One of the common misconceptions about the King James Version (KJV) of the Bible is that it is a universally public domain work—something many tout as a feature of its superiority to modern copyrighted translations. But most don’t realize that it is still under a special perpetual copyright of the Crown in the United Kingdom.</p><p>Unlike the KJV, some modern translations such as the <a href=\"https://bsb.freely.giving/\" rel=\"nofollow\">Berean Standard Bible</a> are public domain worldwide. So while it’s important for a Bible translation to be in the public domain, there are modern translations that fulfill that better than the KJV does.</p><p><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/98551104/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2025-1-15%2F394943325-44100-2-4464c8f51a007.m4a",
            "duration": 410343,
            "date": "2025-02-15",
            "image": "https://i.scdn.co/image/ab6765630000ba8aab158490918f8e2454720161",
            "number": 44
        },
        {
            "id": "5v9a0kgNa4sypsaCmRHnkm",
            "title": "Lingua Deo Gloria - with Sawyer Moranville",
            "description": "We love to highlight ministries that are freely giving, not only so that others can see that it’s possible, but also to encourage them and help you know how to pray for them. So in this episode we’re putting the spotlight on Lingua Deo Gloria. Learn more at linguadeogloria.com.Learn more about communicative language teaching.⁠⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>We love to highlight ministries that are freely giving, not only so that others can see that it’s possible, but also to encourage them and help you know how to pray for them. So in this episode we’re putting the spotlight on Lingua Deo Gloria. Learn more at <a href=\"https://www.linguadeogloria.com/\" rel=\"nofollow\">linguadeogloria.com</a>.</p><p><a href=\"https://freehebrew.online/why-our-method/\" rel=\"nofollow\">Learn more about communicative language teaching</a>.</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/98363971/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2025-1-11%2F394709820-44100-2-f0c4a71ff77b7.m4a",
            "duration": 2239541,
            "date": "2025-02-11",
            "image": "https://i.scdn.co/image/ab6765630000ba8a1dcd0c1db0e14c8d7efc8a36",
            "number": 43
        },
        {
            "id": "4h9rh8M1t5JjJDeahxEP3x",
            "title": "Blood Money and Its Connection to Ministry",
            "description": "Read the article.  When someone needs a blood transfusion, should you sell your blood to them, or give it freely? How much is blood worth? What is the price of human life? These are questions most haven’t thought much about, but the landmark 1970 book The Gift Relationship: From Human Blood to Social Policy explores them deeply. The author, British sociologist Richard Titmuss, carefully considers the moral, ethical, and practical implications of turning human blood into merchandise. Through his comparative study of the blood donation systems in the United States and Britain, he exposes the troubling consequences of commercializing blood. And he’s not alone. Many others have been wrestling with the issue of whether or not parts of the human body can be turned into products. So the main question I want to raise in this article is: if even unbelievers are questioning the propriety of selling the sacred, why aren’t Christians questioning the propriety of selling parts of the body of Christ (i.e. ministry)?  ⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<br/><p><br/>When someone needs a blood transfusion, should you sell your blood to them, or give it freely? How much is blood worth? What is the price of human life? These are questions most haven’t thought much about, but the landmark 1970 book The Gift Relationship: From Human Blood to Social Policy explores them deeply. The author, British sociologist Richard Titmuss, carefully considers the moral, ethical, and practical implications of turning human blood into merchandise. Through his comparative study of the blood donation systems in the United States and Britain, he exposes the troubling consequences of commercializing blood. And he’s not alone. Many others have been wrestling with the issue of whether or not parts of the human body can be turned into products. So the main question I want to raise in this article is: if even unbelievers are questioning the propriety of selling the sacred, why aren’t Christians questioning the propriety of selling parts of the body of Christ (i.e. ministry)?<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/94625377/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-10-19%2F390064314-44100-2-bff167ad35867.m4a",
            "duration": 735120,
            "date": "2024-11-19",
            "image": "https://i.scdn.co/image/ab6765630000ba8a44c4b871569eaac21acf018e",
            "number": 42
        },
        {
            "id": "0H6tbmBGXCOypEvFDBPZ0R",
            "title": "What Is Christian Ministry? A Biblical Deep Dive",
            "description": "In this episode (which is the audio of the video version) we will see that while Christians should glorify God in all aspects of life, not all work can be classified as ministry. We’ll look at how misinterpretations of biblical passages often lead to the misconception that “everything is ministry.” From a careful examination of Scripture we’ll show that Christian ministry should be understood as Spirit-empowered service specifically and directly for the edification of the Body of Christ.   Read the full article with the Affirmations and Denials Simony article  Chapters:  0:00 Introduction 02:56 The Challenge of Balance 07:32 Challenging Passages 17:24 A Confusing Semantic Range 24:31 The Confusion within English 27:14 The Biblical Concept of Ministry 30:59 A Key Passage: Ephesians 4:11-16 42:11 A Working Definition 43:24 Testing the Definition 53:22 Christian Ministry as Stewardship 01:01:05 No Easy Formulas 01:03:18 Application 01:14:27 Looking for Loopholes 01:17:54 Conclusion  ⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>In this episode (which is the audio of <a href=\"https://youtu.be/cDrUk7-qGhI\" rel=\"nofollow\">the video version</a>) we will see that while Christians should glorify God in all aspects of life, not all work can be classified as ministry. We’ll look at how misinterpretations of biblical passages often lead to the misconception that “everything is ministry.” From a careful examination of Scripture we’ll show that Christian ministry should be understood as Spirit-empowered service specifically and directly for the edification of the Body of Christ. <br/><a href=\"https://sellingjesus.org/articles/defining-ministry\" rel=\"nofollow\">Read the full article with the Affirmations and Denials</a><br/><a href=\"https://sellingjesus.org/articles/simony\" rel=\"nofollow\">Simony article</a></p><br/><p><br /></p><br/><p>Chapters:<br/>0:00 Introduction<br/>02:56 The Challenge of Balance<br/>07:32 Challenging Passages<br/>17:24 A Confusing Semantic Range<br/>24:31 The Confusion within English<br/>27:14 The Biblical Concept of Ministry<br/>30:59 A Key Passage: Ephesians 4:11-16<br/>42:11 A Working Definition<br/>43:24 Testing the Definition<br/>53:22 Christian Ministry as Stewardship<br/>01:01:05 No Easy Formulas<br/>01:03:18 Application<br/>01:14:27 Looking for Loopholes<br/>01:17:54 Conclusion<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/92165903/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-8-25%2F387013079-44100-2-b365df8581f93.m4a",
            "duration": 4771073,
            "date": "2024-09-25",
            "image": "https://i.scdn.co/image/ab6765630000ba8ad06c55d5c48a1c3b020de9e0",
            "number": 41
        },
        {
            "id": "7BNpzOmBycft0q2HpxmdkY",
            "title": "The Problem with Creative Commons ShareAlike",
            "description": "Read the article. For those interested in disseminating ministry materials at no cost, Creative Commons licenses have provided a standard alternative to full copyright. Any license in this suite of licenses ensures that material may be distributed to anyone without royalties. In particular, the Creative Commons Attribution-ShareAlike License (CC BY-SA) has been a favorite among many. Unlike many other Creative Commons licenses, which require explicit permission from the copyright holder to make derivatives or use them in potentially commercial settings, works under CC BY-SA may be used without friction between the copyright holder and the user of the copyrighted work. The two features of CC BY-SA are the Attribution feature and the ShareAlike feature. The Attribution feature requires that any redistribution of the work or any derivative must include credit to the copyright holder. The ShareAlike feature requires that any derivative work must be licensed under the same license. This license propagation is often known as “copyleft” and prevents a creative work from being repackaged or distributed under more restrictive terms. In the context of ministry, the ShareAlike feature has a natural appeal. For one who cares about the no-cost distribution of ministry materials, CC BY-SA ensures that derivative ministry materials are also distributed at no cost. One who writes a book and offers it gratis would certainly be disappointed to see another translate the book only to sell it. Yet, there are several reasons why applying this feature is problematic. This episode discusses these reasons at length. While the ShareAlike feature of Creative Commons licenses seems to promote free access and sharing of ministry materials, it prohibits truly free access. Ministries should abandon this feature of the Creative Commons license as well as any other restriction. Instead, they should use alternatives like Creative Commons Zero, which dedicates the work into the public domain. It is only through waiving every claim to works of ministry that the gospel may be freely given as it was freely received.  ⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<br/><p>For those interested in disseminating ministry materials at no cost, Creative Commons licenses have provided a standard alternative to full copyright. Any license in this suite of licenses ensures that material may be distributed to anyone without royalties. In particular, the <a href=\"https://creativecommons.org/licenses/by-sa/4.0/\" rel=\"nofollow\">Creative Commons Attribution-ShareAlike License (CC BY-SA)</a> has been a favorite among many. Unlike many other Creative Commons licenses, which require explicit permission from the copyright holder to make derivatives or use them in potentially commercial settings, works under CC BY-SA may be used without friction between the copyright holder and the user of the copyrighted work.</p><br/><p>The two features of CC BY-SA are the Attribution feature and the ShareAlike feature. The Attribution feature requires that any redistribution of the work or any derivative must include credit to the copyright holder. The ShareAlike feature requires that any derivative work must be licensed under the same license. This license propagation is often known as “copyleft” and prevents a creative work from being repackaged or distributed under more restrictive terms.</p><br/><p>In the context of ministry, the ShareAlike feature has a natural appeal. For one who cares about the no-cost distribution of ministry materials, CC BY-SA ensures that derivative ministry materials are also distributed at no cost. One who writes a book and offers it gratis would certainly be disappointed to see another translate the book only to sell it.</p><br/><p>Yet, there are several reasons why applying this feature is problematic. This episode discusses these reasons at length.</p><br/><p>While the ShareAlike feature of Creative Commons licenses seems to promote free access and sharing of ministry materials, it prohibits truly free access. Ministries should abandon this feature of the Creative Commons license as well as any other restriction. Instead, they should use alternatives like <a href=\"https://creativecommons.org/publicdomain/zero/1.0/\" rel=\"nofollow\">Creative Commons Zero</a>, which dedicates the work into the public domain. It is only through waiving every claim to works of ministry that the gospel may be freely given as it was freely received.<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/91395840/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-8-6%2F385948795-44100-2-6b4b70a888191.m4a",
            "duration": 738185,
            "date": "2024-09-06",
            "image": "https://i.scdn.co/image/ab6765630000ba8a20c82c73f66fa1dd9205c49f",
            "number": 40
        },
        {
            "id": "1qlc2qYsevGtIGE3CmkdPk",
            "title": "The Sin of Judas and the Sale of Christian Teaching",
            "description": "This episode discusses how the sin of Judas has a modern-day parallel in the practice of selling Christian teaching for profit. Those who trade the things of God for material gain are committing a sin akin to Judas's betrayal. Despite the good intentions behind selling Christian teaching, Conley warns that it is a serious sin with grave spiritual consequences, urging repentance and a return to freely sharing truth as the Giver intended. Read the article.  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>This episode discusses how the sin of Judas has a modern-day parallel in the practice of selling Christian teaching for profit. Those who trade the things of God for material gain are committing a sin akin to Judas&#39;s betrayal. Despite the good intentions behind selling Christian teaching, Conley warns that it is a serious sin with grave spiritual consequences, urging repentance and a return to freely sharing truth as the Giver intended.</p><br/><br/><p><br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/90405777/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-7-13%2F384734702-44100-2-bd12ede27f8be.m4a",
            "duration": 736211,
            "date": "2024-08-13",
            "image": "https://i.scdn.co/image/ab6765630000ba8a9288ca7dbb0bfd4da7b742a6",
            "number": 39
        },
        {
            "id": "7aF0EjrfcqmZz4t2V9czD9",
            "title": "Eric the Excuse Expert & A Key to Uncle Tom's Cabin",
            "description": "Eric is the leader of a prominent publisher of valuable resources in the field of biblical studies. He loves God with all his heart, and wants to see the Church edified and grow in the knowledge of Christ through the amazing things he publishes. In spite of knowing the Bible better than just about anyone, he still has not considered whether commercializing the truth of Scripture is something God condones or condemns. If he were to be honest, the question has never crossed his mind. One day a prominent Bible translation ministry called Lingua Divina Translators came to him with a proposition. They encouraged him to consider how much more impact his resources could have if he were to free them up under open licenses, especially so that the Bible translation movement could use them without any legal or financial hindrance. At first Eric thought they were absolutely crazy, and dismissed the idea. Then he read something they sent him that explained the philosophy more thoroughly, and it slowly began to dawn on him that perhaps they were right. Maybe it would be more strategic for the Kingdom if he released his catalog under open licenses.... Read the full profile. The second part of this podcast comes from A Key to Uncle Tom's Cabin (Harriet Beecher Stowe, 1853) at the end of the second section.  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Eric is the leader of a prominent publisher of valuable resources in the field of biblical studies. He loves God with all his heart, and wants to see the Church edified and grow in the knowledge of Christ through the amazing things he publishes. In spite of knowing the Bible better than just about anyone, he still has not considered whether commercializing the truth of Scripture is something God condones or condemns. If he were to be honest, the question has never crossed his mind.<br/>One day a prominent Bible translation ministry called Lingua Divina Translators came to him with a proposition. They encouraged him to consider how much more impact his resources could have if he were to free them up under open licenses, especially so that the Bible translation movement could use them without any legal or financial hindrance. At first Eric thought they were absolutely crazy, and dismissed the idea. Then he read something they sent him that explained the philosophy more thoroughly, and it slowly began to dawn on him that perhaps they were right. Maybe it would be more strategic for the Kingdom if he released his catalog under open licenses....</p><br/><br/><p>The second part of this podcast comes from <a href=\"https://www.gutenberg.org/files/54812/54812-h/54812-h.htm\" rel=\"nofollow\">A Key to Uncle Tom&#39;s Cabin</a> (Harriet Beecher Stowe, 1853) at the end of the second section.<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/87389454/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-4-31%2F379312908-44100-2-a1e95312ad859.m4a",
            "duration": 844927,
            "date": "2024-06-05",
            "image": "https://i.scdn.co/image/ab6765630000ba8abf256272d67016c64c6079a4",
            "number": 38
        },
        {
            "id": "5FqR5Z4mqlSPltMXhHJSsw",
            "title": "On the Specter of Copyright Hijacking",
            "description": "Here at Selling Jesus, we advocate that ministries release their content into the public domain. Among other reasons, we believe this to be the most consistent approach to Jesus’s command to “freely give” in Matthew 10:8. However, a question occasionally arises at this point: Couldn’t another party republish that content and claim it as their own? Further, couldn’t they then take legal action against the original creator who hadn’t claimed copyright? For lack of a more official term, I’ll refer to this as “copyright hijacking.” In this episode Conley Owens answers this common doubt and concludes that ministries should never hesitate to give freely by dedicating their content to the public domain. Read the article.  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Here at Selling Jesus, we advocate that ministries <a href=\"https://copy.church/licenses/\" rel=\"nofollow\">release their content into the public domain</a>. Among other reasons, we believe this to be <a href=\"https://sellingjesus.org/articles/copyright-jesus-command-to-freely-give\" rel=\"nofollow\">the most consistent approach</a> to Jesus’s command to “freely give” in Matthew 10:8. However, a question occasionally arises at this point: Couldn’t another party republish that content and claim it as their own? Further, couldn’t they then take legal action against the original creator who hadn’t claimed copyright?</p><br/><p>For lack of a more official term, I’ll refer to this as “copyright hijacking.”</p><br/><p>In this episode Conley Owens answers this common doubt and concludes that ministries should never hesitate to give freely by dedicating their content to the public domain.</p><br/><br/><p><br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/87378733/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-4-29%2F379171307-44100-2-932f9620db3e3.m4a",
            "duration": 509399,
            "date": "2024-05-29",
            "image": "https://i.scdn.co/image/ab6765630000ba8abb2f8749f79e3ce8e1b91c42",
            "number": 37
        },
        {
            "id": "1rOicgxYkxRNq23gwjxH6R",
            "title": "How to Share the Joy of Freely Giving with Others",
            "description": "This episode offers practical guidance and wisdom on how to share the principle of freely giving, along with its implications and applications. It can be a sensitive topic, and people often avoid sharing it with others out of fear of offending someone. Our goal is to encourage you to spread the biblical truth that ministry should be supported but not sold, so that individuals and churches can see change. We cover things like the responsibility of understanding the topic thoroughly, distinguishing between encouragement, correction, and rebuke, choosing an appropriate starting point for conversations, as well as the importance of patience and prayer in fostering heart change. And don't miss the new video we just launched for helping people share the dorean principle.   We'd love to hear from you. ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>This episode offers practical guidance and wisdom on how to share the principle of freely giving, along with its implications and applications. It can be a sensitive topic, and people often avoid sharing it with others out of fear of offending someone. Our goal is to encourage you to spread the biblical truth that ministry should be supported but not sold, so that individuals and churches can see change. We cover things like the responsibility of understanding the topic thoroughly, distinguishing between encouragement, correction, and rebuke, choosing an appropriate starting point for conversations, as well as the importance of patience and prayer in fostering heart change. And don&#39;t miss <a href=\"https://youtu.be/DUsAO3B3tu0\" rel=\"nofollow\">the new video we just launched for helping people share the dorean principle</a>. <br/></p><br/><p><a href=\"mailto:sellingjesus.org&#64;gmail.com\" rel=\"nofollow\">We&#39;d love to hear from you.</a></p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/86701574/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-4-14%2F377512373-44100-2-a9c32c2f4ba12.m4a",
            "duration": 2070082,
            "date": "2024-05-14",
            "image": "https://i.scdn.co/image/ab6765630000ba8afbf4a643a22729b4370a3ea5",
            "number": 36
        },
        {
            "id": "3ArEqu3RzvEjj3UmsHzBCU",
            "title": "Julia the YouTuber & Blogger - Christians Who Sell Jesus",
            "description": "This series on \"⁠⁠⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠⁠⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly.   Julia is a well-known Christian YouTuber and blogger. Her mission is to leverage the reach of the internet to edify believers with God-centered, Christ-exalting content. She’s particularly called to minister to women who have been victims of abuse, helping them seek healing in Christ. When her subscriber count hit 100,000 she was advised by her cousin to monetize the channel and start earning ad revenue and seek out sponsors. When she asked her followers about this idea, most people said, “Of course! We would gladly sit through ads to support the great things you share! God has obviously blessed you! A worker is worthy of her wages! You go girl!” Now Julia has nearly half a million followers and several revenue streams besides ads and sponsors. First, she has a special subscription option that enables people to access some of her content early, as well as suggest ideas for future videos and blogs. People who pay for an even more premium subscription also get some kind of free merch once a year, along with an opportunity to ask her questions in a livestream she does every couple months. When her sister admonished her to think more carefully about whether it’s biblical to force people to watch ads before receiving spiritual guidance from her, she got offended. “It’s not like I’m driving a Tesla and live in Beverly Hills! I always tithe, and I support six different charities. These income streams allow me to give more than I ever have in my life! How dare you judge me, when the Bible clearly says that you shouldn’t muzzle an ox when it treads out the grain! Besides, people don’t have to sign up for the premium stuff, and they can get an ad blocker if they don’t wanna watch the ads. Or if they don’t like it, they can go listen to someone else! It’s a free country.”  Read the ⁠rest of the profile⁠.  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠⁠⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠⁠⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. </p><br/><p><br /></p><br/><p>Julia is a well-known Christian YouTuber and blogger. Her mission is to leverage the reach of the internet to edify believers with God-centered, Christ-exalting content. She’s particularly called to minister to women who have been victims of abuse, helping them seek healing in Christ. When her subscriber count hit 100,000 she was advised by her cousin to monetize the channel and start earning ad revenue and seek out sponsors. When she asked her followers about this idea, most people said, “Of course! We would gladly sit through ads to support the great things you share! God has obviously blessed you! A worker is worthy of her wages! You go girl!”</p><br/><p>Now Julia has nearly half a million followers and several revenue streams besides ads and sponsors. First, she has a special subscription option that enables people to access some of her content early, as well as suggest ideas for future videos and blogs. People who pay for an even more premium subscription also get some kind of free merch once a year, along with an opportunity to ask her questions in a livestream she does every couple months.</p><br/><p>When her sister admonished her to think more carefully about whether it’s biblical to force people to watch ads before receiving spiritual guidance from her, she got offended. “It’s not like I’m driving a Tesla and live in Beverly Hills! I always tithe, and I support six different charities. These income streams allow me to give more than I ever have in my life! How dare you judge me, when the Bible clearly says that you shouldn’t muzzle an ox when it treads out the grain! Besides, people don’t have to sign up for the premium stuff, and they can get an ad blocker if they don’t wanna watch the ads. Or if they don’t like it, they can go listen to someone else! It’s a free country.”</p><br/><p><br/>Read the <a href=\"https://sellingjesus.org/learn/profiles#julia-the-youtuber-blogger\" rel=\"nofollow\">⁠rest of the profile⁠</a>.<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/85759725/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-3-22%2F375192390-44100-2-a9b925578cdbd.m4a",
            "duration": 2021831,
            "date": "2024-04-22",
            "image": "https://i.scdn.co/image/ab6765630000ba8ae708c4baab76679abaa7ec88",
            "number": 35
        },
        {
            "id": "7nr1DcC1sbv85bweHbGUPL",
            "title": "How to Publish a Book That's Truly Freely Given",
            "description": "Many feel intimidated when it comes to making their book available free of cost or hindrance. And if you’ve listened to our conversation about Joe the Author, you may have lots of practical questions about where to start. This guide is for you. A common misconception is that you need a legacy publisher to typeset, format, and publish your book in order for it to be successful, beautiful, and professional. That is simply not true. God, in his providence, has given us incredible tools that allow us to circumvent the unbiblical system of most legacy Christian publishers and reach far more people with our work. So this is a comprehensive guide meant to demystify the steps involved in self-publishing a book in a way that truly accords with Christ’s command to freely give (Matt 10:8). From choosing typesetting software and formatting your manuscript, to navigating the publishing platforms, this guide covers most of the essential details to get you started. It explains how to leverage free tools and services, as well as freelance assistance when needed. While there is definitely a learning curve to this process, it is not out of reach for anyone who has a desire to grow and try new things. You’ll be surprised by how much trouble, time, and money you’ll save by not going with a legacy Christian publisher, while enjoying full control over the presentation, distribution, and updating of your work. Follow these steps, and you'll be able to self-publish a high-quality book that’s genuinely free for readers around the world. Read the whole guide at copy.church.  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Many feel intimidated when it comes to making their book available free of cost or hindrance. And if you’ve listened to our conversation about <a href=\"https://sellingjesus.org/podcast/2jUt3APpuM6G4sZNbNFOY5\" rel=\"nofollow\">Joe the Author</a>, you may have lots of practical questions about where to start. This guide is for you.</p><br/><p>A common misconception is that you need a legacy publisher to typeset, format, and publish your book in order for it to be successful, beautiful, and professional. That is simply not true. God, in his providence, has given us incredible tools that allow us to circumvent the unbiblical system of most legacy Christian publishers and reach far more people with our work. So this is a comprehensive guide meant to demystify the steps involved in self-publishing a book in a way that truly accords with Christ’s command to freely give (Matt 10:8).</p><br/><p>From choosing typesetting software and formatting your manuscript, to navigating the publishing platforms, <a href=\"https://copy.church/publish/book/#how-to-self-publish-a-free-book-that-is-truly-freely-given\" rel=\"nofollow\">this guide</a> covers most of the essential details to get you started. It explains how to leverage free tools and services, as well as freelance assistance when needed. While there is definitely a learning curve to this process, it is not out of reach for anyone who has a desire to grow and try new things. You’ll be surprised by how much trouble, time, and money you’ll save by not going with a legacy Christian publisher, while enjoying full control over the presentation, distribution, and updating of your work. Follow these steps, and you&#39;ll be able to self-publish a high-quality book that’s genuinely free for readers around the world.</p><br/><p><a href=\"https://copy.church/publish/book/#how-to-self-publish-a-free-book-that-is-truly-freely-given\" rel=\"nofollow\">Read the whole guide at copy.church</a>.</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/85384956/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-3-14%2F374232105-44100-2-dd68335946226.m4a",
            "duration": 288322,
            "date": "2024-04-17",
            "image": "https://i.scdn.co/image/ab6765630000ba8a5e75f2468168b00eaf280906",
            "number": 34
        },
        {
            "id": "0TlgKCxLPSX93JMWHOFRpD",
            "title": "The Worship Tax",
            "description": "In this episode (which you can read on sellingJesus.org) Jon explores how the Christian music industry exploits church worship for commercial gain, despite religious exemptions for churches. Churches are required to pay annual licensing fees to use modern worship songs in their services, and most of the money goes to a select few artists who charge exorbitant fees and have questionable practices or beliefs. This episode also discusses the role of CCLI (Christian Copyright Licensing International), in facilitating this business model. Scripture requires all churches to abandon this unbiblical system.  When contemporary Christian music first started to emerge—and be commercialized—one artist refused to profit from the gospel. Keith Green, one of the most popular Christian artists of his time, was adamant that “if it's ministry, you cannot charge.” Keith didn’t want anyone to be impeded from hearing the gospel through his music, and was convicted to not charge for tickets to his concerts (which thousands attended) and gave away records for free. He died in a tragic accident at the age of 28, but his music continues to impact hundreds of thousands of people today. Artists have their role model, a man who refused to compromise and took seriously Jesus’ words: “freely you received, freely give” (Matt 10:8).  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>In this episode (<a href=\"https://sellingjesus.org/articles/worship-tax\" rel=\"nofollow\">which you can read on sellingJesus.org</a>) Jon explores how the Christian music industry exploits church worship for commercial gain, despite religious exemptions for churches. Churches are required to pay annual licensing fees to use modern worship songs in their services, and most of the money goes to a select few artists who charge exorbitant fees and have questionable practices or beliefs. This episode also discusses the role of CCLI (Christian Copyright Licensing International), in facilitating this business model. Scripture requires all churches to abandon this unbiblical system. </p><br/><p>When contemporary Christian music first started to emerge—and be commercialized—one artist refused to profit from the gospel. Keith Green, one of the most popular Christian artists of his time, was adamant that “if it&#39;s ministry, you cannot charge.” Keith didn’t want anyone to be impeded from hearing the gospel through his music, and was convicted to not charge for tickets to his concerts (which thousands attended) and gave away records for free. He died in a tragic accident at the age of 28, but his music continues to impact hundreds of thousands of people today. Artists have their role model, a man who refused to compromise and took seriously Jesus’ words: “freely you received, freely give” (Matt 10:8).</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/85150953/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-3-8%2F373654113-44100-2-c0202d5e6ad33.m4a",
            "duration": 1314806,
            "date": "2024-04-08",
            "image": "https://i.scdn.co/image/ab6765630000ba8aeecb9677314b53ba8616c000",
            "number": 33
        },
        {
            "id": "4ujr5LttA6wSlknJNCcxnD",
            "title": "Mandy the Biblical Scholar & Tom the Seminary President - Christians Who Sell Jesus",
            "description": "This series on \"⁠⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly.   Mandy is an Old Testament scholar and the author of some of the best commentaries on Job and Amos. Both are published by Zondervan and don’t cost more than other commentaries. She’s also employed by a legacy Bible institute and teaches several courses, including biblical Hebrew. She regularly tells her friends that she has a dream job and couldn’t be more grateful for the opportunity to do what she loves. People respect her and look up to her as a nearly perfect model of someone who has given her life to God’s service, blessing readers and students year after year. Unfortunately and unwittingly, Mandy is selling Jesus. The problem for her, like many others, is the fact that she has simply never thought about copyright or the status quo of selling Christian teaching. Even though she is a deep, critical thinker and has a PhD, she hasn’t taken the time to think biblically about whether it’s right to sell her commentaries on God’s Word or require students to pay tuition before being able to learn about the Bible from her. She has accepted an old, widespread system without a second thought, assuming that the system is biblical because so many other people have bought into it. If you were to challenge her to think differently and reconsider how biblical the system is, she would dismiss any contrary ideas as “fringe” and not worthy of her time. Like Luke (above), she’s comfortable with the way things are. In this way she resembles antebellum Christians who were extremely comfortable with the slave trade, and many historic Roman Catholic priests who were comfortable selling baptism. Besides, she might lose her dream job if she started to take what Scripture says about money and ministry seriously. Better to leave well enough alone, and if anyone brings it up, simply silence them by forcing certain parts of Scripture to support the status quo of commercializing Christianity. Ignorance is bliss.  Tom follows in the footsteps of many seminary leaders who have gone before him since the seminary was founded in 1892. He has inherited a system and structure that is typical of nearly all seminaries around the world: students must pay tuition if they want to receive spiritual guidance and biblical teaching. Thankfully, the seminary has some endowments that allow it to keep its course prices down, but Tom is well aware that there are many people who never attend his seminary because of the cost. Although there are scholarships available, they are limited and usually reserved for international students. Sometimes at night he thinks about how nice it would be if professors could simply be like missionaries and raise support, freeing themselves to teach without charging students money. Or why couldn’t there be more bivocational professors who support themselves with another job like Paul did and offer their services to the seminary for free? But then he shakes his head and laughs at how impossible his idealistic musings are. The seminary has been operating the same way for too long. Tradition can’t be broken. There are too many people who would hate his ideas and keep them from even being tried. Why bother with a pipe dream?  ⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. <br/></p><br/><p>Mandy is an Old Testament scholar and the author of some of the best commentaries on Job and Amos. Both are published by Zondervan and don’t cost more than other commentaries. She’s also employed by a legacy Bible institute and teaches several courses, including biblical Hebrew. She regularly tells her friends that she has a dream job and couldn’t be more grateful for the opportunity to do what she loves. People respect her and look up to her as a nearly perfect model of someone who has given her life to God’s service, blessing readers and students year after year.</p><br/><p>Unfortunately and unwittingly, Mandy is selling Jesus. The problem for her, like many others, is the fact that she has simply never thought about copyright or the status quo of selling Christian teaching. Even though she is a deep, critical thinker and has a PhD, she hasn’t taken the time to think biblically about whether it’s right to sell her commentaries on God’s Word or require students to pay tuition before being able to learn about the Bible from her. She has accepted an old, widespread system without a second thought, assuming that the system is biblical because so many other people have bought into it. If you were to challenge her to think differently and reconsider how biblical the system is, she would dismiss any contrary ideas as “fringe” and not worthy of her time. Like Luke (above), she’s comfortable with the way things are. In this way she resembles antebellum Christians who were extremely comfortable with the slave trade, and many historic Roman Catholic priests who were comfortable selling baptism. Besides, she might lose her dream job if she started to take what Scripture says about money and ministry seriously. Better to leave well enough alone, and if anyone brings it up, simply silence them by forcing certain parts of Scripture to support the status quo of commercializing Christianity. Ignorance is bliss.</p><br/><p><br /></p><br/><p>Tom follows in the footsteps of many seminary leaders who have gone before him since the seminary was founded in 1892. He has inherited a system and structure that is typical of nearly all seminaries around the world: students must pay tuition if they want to receive spiritual guidance and biblical teaching. Thankfully, the seminary has some endowments that allow it to keep its course prices down, but Tom is well aware that there are many people who never attend his seminary because of the cost. Although there are scholarships available, they are limited and usually reserved for international students. Sometimes at night he thinks about how nice it would be if professors could simply be like missionaries and raise support, freeing themselves to teach without charging students money. Or why couldn’t there be more bivocational professors who support themselves with another job like Paul did and offer their services to the seminary for free? But then he shakes his head and laughs at how impossible his idealistic musings are. The seminary has been operating the same way for too long. Tradition can’t be broken. There are too many people who would hate his ideas and keep them from even being tried. Why bother with a pipe dream?</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/84128051/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-2-16%2F371152653-44100-2-3d4280db5ec4e.m4a",
            "duration": 3120390,
            "date": "2024-03-17",
            "image": "https://i.scdn.co/image/ab6765630000ba8a99cb357083a7e9c37406082f",
            "number": 32
        },
        {
            "id": "1kPanBuJXsIfX7VIMqCOyW",
            "title": "The Ministry I Work with Requires Me to Sell Jesus...",
            "description": "What do you do when you've invested years working for a particular ministry that's part of the Jesus Trade, but then become convicted that selling ministry is wrong? We received an email from a listener along these lines. She finds herself in a dilemma. She wants to give Christian teaching freely and reach more people, but the organization she works under requires her to charge people a set amount because \"they won't value what they don't pay for.\" What should she do? In this episode we do our best to address this situation.  If you have a question about selling Jesus, please feel free to ⁠⁠reach out to us via email⁠⁠.  ⁠⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>What do you do when you&#39;ve invested years working for a particular ministry that&#39;s part of the Jesus Trade, but then become convicted that selling ministry is wrong? We received an email from a listener along these lines. She finds herself in a dilemma. She wants to give Christian teaching freely and reach more people, but the organization she works under requires her to charge people a set amount because &#34;they won&#39;t value what they don&#39;t pay for.&#34; What should she do? In this episode we do our best to address this situation.</p><br/><p><br /></p><br/><p>If you have a question about selling Jesus, please feel free to <a href=\"mailto:sellingjesus.org&#64;gmail.com\" rel=\"nofollow\">⁠⁠reach out to us via email⁠⁠</a>.</p><br/><p><br /></p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/83897791/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-2-12%2F370577422-44100-2-f3b9cb9d85058.m4a",
            "duration": 577201,
            "date": "2024-03-12",
            "image": "https://i.scdn.co/image/ab6765630000ba8a1851292205de0e992bf394de",
            "number": 31
        },
        {
            "id": "7bLWYNi9JyJ2splz01UwnX",
            "title": "FirstLove Ministries - with Joe Jacowitz",
            "description": "Our guest in this episode, ⁠Joseph Jacowitz⁠, has been the pastor of Christ Bible Church, in Pleasanton, CA since 1990. He and his wife Sherry have been married since 1978 and have five children and eight grandchildren. Most importantly, for this podcast, Joe is the president of ⁠FirstLove Ministries⁠, which is one of the few ministries that truly lives out the ⁠Dorean Principle⁠ of freely giving and doing ministry by faith and funding everything through the provision of God through the free generosity of the Body of Christ. This is the first in what we hope will become a series of episodes in which we interview ministries that have rejected the Jesus Trade and are living out the command of Christ and the example of Paul, refusing to sell Christian ministry, but rather relying on God for all necessary finances to function. Although we may not always share all peripheral convictions with these ministries, we do share the core conviction of freely giving and taking a stand against the peddling of God’s Word. If you lead a ministry that seeks to reflect God’s heart by not commercializing Christianity, and you’d like to share about your ministry and God’s faithful provision as Joe has in this interview, please feel free to ⁠reach out to us via email⁠.  ⁠⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠⁠⁠copy.church⁠",
            "description_html": "<p>Our guest in this episode, <a href=\"https://www.firstloveministries.org/team-member/joe-jacowitz/\" rel=\"nofollow\">⁠Joseph Jacowitz⁠</a>, has been the pastor of Christ Bible Church, in Pleasanton, CA since 1990. He and his wife Sherry have been married since 1978 and have five children and eight grandchildren. Most importantly, for this podcast, Joe is the president of <a href=\"https://www.firstloveministries.org\" rel=\"nofollow\">⁠FirstLove Ministries⁠</a>, which is one of the few ministries that truly lives out the <a href=\"https://thedoreanprinciple.org\" rel=\"nofollow\">⁠Dorean Principle⁠</a> of freely giving and doing ministry by faith and funding everything through the provision of God through the free generosity of the Body of Christ. This is the first in what we hope will become a series of episodes in which we interview ministries that have rejected the Jesus Trade and are living out the command of Christ and the example of Paul, refusing to sell Christian ministry, but rather relying on God for all necessary finances to function. Although we may not always share all peripheral convictions with these ministries, we do share the core conviction of freely giving and taking a stand against the peddling of God’s Word. If you lead a ministry that seeks to reflect God’s heart by not commercializing Christianity, and you’d like to share about your ministry and God’s faithful provision as Joe has in this interview, please feel free to <a href=\"mailto:sellingjesus.org&#64;gmail.com\" rel=\"nofollow\">⁠reach out to us via email⁠</a>.</p><br/><p><br /></p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/83523353/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-2-3%2F369610792-44100-2-d29909b22c59b.m4a",
            "duration": 3238347,
            "date": "2024-03-03",
            "image": "https://i.scdn.co/image/ab6765630000ba8ac2be9d53c15a2fbb1383b898",
            "number": 30
        },
        {
            "id": "7khsg3C4fa7TqSrT1O2QGM",
            "title": "The Sale of Religious Instruction = Simony",
            "description": "\"When Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money. 'Give me this power as well,' he said, 'so that everyone on whom I lay my hands may receive the Holy Spirit'\" (Acts 8:18-19). The sale of religious instruction is rightly labeled simony. As such, it should be readily condemned. The contemporary church is saturated with this particular sin. This episode answers several objections to calling the sale of religious instruction \"simony.\" Those objections are:   Simony Refers to Buying, not Selling  Simony Refers to Ordinations, Not Other Religious Things   Simony Refers to Spiritual Things, not Teaching   Simony Refers to Immaterial Things, Not Material Things   Simony Implicates the Buyer   Read the article.  ⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>&#34;When Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money. &#39;Give me this power as well,&#39; he said, &#39;so that everyone on whom I lay my hands may receive the Holy Spirit&#39;&#34; (Acts 8:18-19). The sale of religious instruction is rightly labeled simony. As such, it should be readily condemned. The contemporary church is saturated with this particular sin.</p><br/><p>This episode answers several objections to calling the sale of religious instruction &#34;simony.&#34; Those objections are:</p><br/><ol><li>Simony Refers to Buying, not Selling</li><li>Simony Refers to Ordinations, Not Other Religious Things</li><li>Simony Refers to Spiritual Things, not Teaching</li><li>Simony Refers to Immaterial Things, Not Material Things</li><li>Simony Implicates the Buyer</li></ol><br/><p><br /></p><br/><br/><p><br /></p><br/><p><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/83233291/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-1-26%2F368883615-44100-2-a6dc8943a222e.m4a",
            "duration": 1171609,
            "date": "2024-02-27",
            "image": "https://i.scdn.co/image/ab6765630000ba8aa4f7b9f0be97663a2ce39b59",
            "number": 29
        },
        {
            "id": "71cbAeMiPHVhq7PU6enxIz",
            "title": "How the Jesus Trade Harms the World - the Iron Curtain of Copyright & Cost - episode 3",
            "description": "For those of you who prefer to listen rather than watch a long video, this episode is for you. Watch the original video here, which also includes subtitles for the limited parts in Spanish. This is part 3, so if you haven't watched the previous episodes, make sure to watch part one and part two.  Now that we’ve spent some time laying the biblical foundations for freely giving ministry, it’s story time. I want to share some anecdotes and interview clips to give you a picture of the bitter fruit of the Jesus trade. When we refuse to follow Jesus’ command in Matthew 10:8 to freely give the grace that we have freely received, the repercussions are tragic. Much of the fallout of the modern Church’s obsession with monetizing ministry has been invisible to Westerners. That’s because it’s usually casting a dark shadow on people in other countries who don’t speak English or who aren’t as wealthy.  Special thanks to Fausto, Danillo, Paulo, and Botros for being willing to share about the reality in their countries.  Here are some of the resources referenced in the video, as well as some others that might be helpful:  Free and Open: Bibles without Copyright Restrictions Daniel Block interview Books and articles on copyright (including \"Against Intellectual Monopoly\") https://gracious.tech/ Bible Publishers - Stewards or Gatekeepers?  United Bible Societies open resources https://open.bible https://aquifer.bible/ STEP Bible Center for New Testament Restoration https://openbookpublishers.com https://berean.bible/ https://www.thegospelcoalition.org/themelios/ https://www.thegospelcoalition.org/essays/ The Dorean Principle The Christian Commons Does Jesus’ Command to “Freely Give” Apply Today? Common Objections Ten Times Commercializing Ministry Is Condemned Books and Resources on the topic Easy conversations to help you understand these issues better",
            "description_html": "<p>For those of you who prefer to listen rather than watch a long video, this episode is for you. Watch the original video <a href=\"https://youtu.be/nxUzRlbIsjM\" rel=\"nofollow\">here</a>, which also includes subtitles for the limited parts in Spanish. This is part 3, so if you haven&#39;t watched the previous episodes, make sure to watch <a href=\"https://youtu.be/DlhPWS2S55Q?si&#61;xnOFuj3_jjS7oGdy\" rel=\"nofollow\">part one</a> and <a href=\"https://youtu.be/XKf6-PZ6PB8?si&#61;kSk6gi1ROgMpklyY\" rel=\"nofollow\">part two</a>.</p><br/><p><br/>Now that we’ve spent some time laying the biblical foundations for freely giving ministry, it’s story time. I want to share some anecdotes and interview clips to give you a picture of the bitter fruit of the Jesus trade. When we refuse to follow Jesus’ command in Matthew 10:8 to freely give the grace that we have freely received, the repercussions are tragic. Much of the fallout of the modern Church’s obsession with monetizing ministry has been invisible to Westerners. That’s because it’s usually casting a dark shadow on people in other countries who don’t speak English or who aren’t as wealthy.<br/>Special thanks to Fausto, Danillo, Paulo, and Botros for being willing to share about the reality in their countries.<br/>Here are some of the resources referenced in the video, as well as some others that might be helpful:</p><br/><p><br/><a href=\"https://www.missionfrontiers.org/issue/article/free-and-open\" rel=\"nofollow\">Free and Open: Bibles without Copyright Restrictions</a></p><br/><p><a href=\"https://newbooksnetwork.com/daniel-i-bloch-the-gospel-according-to-moses-a-commentary-on-deuteronomy-inspirata-publishing-2023\" rel=\"nofollow\">Daniel Block interview</a></p><br/><br/><p><a href=\"https://gracious.tech/\" rel=\"nofollow\">https://gracious.tech/</a></p><br/><p><a href=\"https://sellingjesus.org/articles/bible-publishers\" rel=\"nofollow\">Bible Publishers - Stewards or Gatekeepers? </a></p><br/><p><a href=\"https://github.com/ubsicap/ubs-open-license\" rel=\"nofollow\">United Bible Societies open resources</a></p><br/><p><a href=\"https://open.bible\" rel=\"nofollow\">https://open.bible</a></p><br/><p><a href=\"https://aquifer.bible/\" rel=\"nofollow\">https://aquifer.bible/</a></p><br/><p><a href=\"https://www.stepbible.org/\" rel=\"nofollow\">STEP Bible</a></p><br/><p><a href=\"https://greekcntr.org/home/index.htm\" rel=\"nofollow\">Center for New Testament Restoration</a></p><br/><p><a href=\"https://openbookpublishers.com\" rel=\"nofollow\">https://openbookpublishers.com</a></p><br/><p><a href=\"https://berean.bible/\" rel=\"nofollow\">https://berean.bible/</a></p><br/><p><a href=\"https://www.thegospelcoalition.org/themelios/\" rel=\"nofollow\">https://www.thegospelcoalition.org/themelios/</a></p><br/><p><a href=\"https://www.thegospelcoalition.org/essays/\" rel=\"nofollow\">https://www.thegospelcoalition.org/essays/</a></p><br/><p><a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">The Dorean Principle</a></p><br/><p><a href=\"https://www.unfoldingword.org/publications/the-christian-commons\" rel=\"nofollow\">The Christian Commons</a></p><br/><p><a href=\"https://sellingjesus.org/articles/freely-give-today\" rel=\"nofollow\">Does Jesus’ Command to “Freely Give” Apply Today?</a></p><br/><p><a href=\"https://sellingjesus.org/learn/objections\" rel=\"nofollow\">Common Objections</a></p><br/><p><a href=\"https://sellingjesus.org/articles/commerce-condemned\" rel=\"nofollow\">Ten Times Commercializing Ministry Is Condemned</a></p><br/><p><a href=\"https://sellingjesus.org/learn/resources\" rel=\"nofollow\">Books and Resources on the topic</a></p><br/><p><a href=\"https://sellingjesus.org/learn/conversations\" rel=\"nofollow\">Easy conversations to help you understand these issues better</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/82916436/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-1-20%2F368075967-44100-2-54a8b3a520e9e.m4a",
            "duration": 2055847,
            "date": "2024-02-20",
            "image": "https://i.scdn.co/image/ab6765630000ba8ab582a9475604fd31e13b34ad",
            "number": 28
        },
        {
            "id": "48KAdqrHOAwmbdZwGQIbKZ",
            "title": "Chris the Prophetic Voice - Christians Who Sell Jesus",
            "description": "Read the profile here. This series on \"⁠⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly.   Chris has a timely message and warning for the Church. He’s filled with a passionate and prophetic urgency to admonish evangelicals about the dangers he sees looming ahead if they do not repent and reform in seven key areas. So he has written a book in the form of a letter called Dear Church: Seven Lies Seducing Evangelicals. In the book he talks about how these lies are slowly infiltrating Christendom, and he desperately wants people to be aware of the dire consequences. Speaking from decades of pastoral experience, he believes that God has commanded him to sound a wake-up call to his people, and that he would have blood on his hands if he failed to raise these concerns. Chris has shared in multiple interviews that he had no intentions to write another book in his life, but God made it clear to him that he needed to help deliver people from the deadly deceptions of our anti-Christian culture. Since Chris is already a well-established author, he published his “letter” with a legacy publishing house. There are two options to choose from: a Kindle version for $14.99, and a hardback for $21.99. It is not freely available in any format, and copying it or sharing it is strictly forbidden in the “All Rights Reserved” notice at the beginning of the book. As we’ve already seen from other profiles like that of “Joe the Author,” what Chris has done is a clear violation of Christ’s command (Matt 10:8) and the wider teaching of Scripture (e.g. 2 Cor 2:17, Micah 3:11, 2 Cor 9). But from a purely pragmatic perspective, Chris’s choice for spreading his timely message is completely insane and hypocritical. It is evil, cruel, and illogical. Why?   When you write a letter to someone, it’s an insult to require money from that person before allowing them to read it. It goes against the very definition of a letter to charge the recipient for it.  It is both illogical and evil to put a paywall between people and urgent warnings. It’s illogical because, if you truly want to save people from imminent harm, you want them to get access to your warning as quickly, effortlessly, and freely as possible. For example, if you charge a fee before people can hear a hurricane or fire warning, it reveals that you don’t truly want to save lives, nor do you have any real “urgency” in your heart. This paywall is also evil and cruel because it ensures that many people will suffer harm or death because they didn’t hear the warning, especially the poor. Chris, by putting his book behind a paywall, has sealed painful consequences for many people, for which he will be held accountable at the judgment (by his own assessment and admission).  People who are the most vulnerable to these lies of our anti-Christian culture are often the least likely to pay for a book in order to find out how they’ve been seduced. Many people who are deceived believe with all their hearts that they’re walking in the truth. They scoff at the idea of going out of their way to pay someone to tell them what lies they’ve fallen for.  Ironically, Chris has contributed to the lies that harm evangelicals by believing and promoting a lie himself: the lie that Christian exhortation and messages inspired by the Spirit of God (speaking truth) can be turned into merchandise. He is not only aggravating the current crisis by keeping his important letter behind a paywall, but also helping to spread the deception that the only way to warn people is by selling that warning.  ⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Read the profile <a href=\"https://sellingjesus.org/learn/profiles#chris-the-prophetic-voice\" rel=\"nofollow\">here</a>. This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. </p><br/><p><br /></p><br/><p>Chris has a timely message and warning for the Church. He’s filled with a passionate and prophetic urgency to admonish evangelicals about the dangers he sees looming ahead if they do not repent and reform in seven key areas. So he has written a book in the form of a letter called Dear Church: Seven Lies Seducing Evangelicals. In the book he talks about how these lies are slowly infiltrating Christendom, and he desperately wants people to be aware of the dire consequences. Speaking from decades of pastoral experience, he believes that God has commanded him to sound a wake-up call to his people, and that he would have blood on his hands if he failed to raise these concerns. Chris has shared in multiple interviews that he had no intentions to write another book in his life, but God made it clear to him that he needed to help deliver people from the deadly deceptions of our anti-Christian culture.</p><br/><p>Since Chris is already a well-established author, he published his “letter” with a legacy publishing house. There are two options to choose from: a Kindle version for $14.99, and a hardback for $21.99. It is not freely available in any format, and copying it or sharing it is strictly forbidden in the “All Rights Reserved” notice at the beginning of the book.</p><br/><p>As we’ve already seen from other profiles like that of “Joe the Author,” what Chris has done is a clear violation of Christ’s command (Matt 10:8) and the wider teaching of Scripture (e.g. 2 Cor 2:17, Micah 3:11, 2 Cor 9). But from a purely pragmatic perspective, Chris’s choice for spreading his timely message is completely insane and hypocritical. It is evil, cruel, and illogical. Why?</p><br/><ol><li>When you write a letter to someone, it’s an insult to require money from that person before allowing them to read it. It goes against the very definition of a letter to charge the recipient for it.</li><li>It is both illogical and evil to put a paywall between people and urgent warnings. It’s illogical because, if you truly want to save people from imminent harm, you want them to get access to your warning as quickly, effortlessly, and freely as possible. For example, if you charge a fee before people can hear a hurricane or fire warning, it reveals that you don’t truly want to save lives, nor do you have any real “urgency” in your heart. This paywall is also evil and cruel because it ensures that many people will suffer harm or death because they didn’t hear the warning, especially the poor. Chris, by putting his book behind a paywall, has sealed painful consequences for many people, for which he will be held accountable at the judgment (by his own assessment and admission).</li><li>People who are the most vulnerable to these lies of our anti-Christian culture are often the least likely to pay for a book in order to find out how they’ve been seduced. Many people who are deceived believe with all their hearts that they’re walking in the truth. They scoff at the idea of going out of their way to pay someone to tell them what lies they’ve fallen for.</li></ol><br/><p>Ironically, Chris has contributed to the lies that harm evangelicals by believing and promoting a lie himself: the lie that Christian exhortation and messages inspired by the Spirit of God (speaking truth) can be turned into merchandise. He is not only aggravating the current crisis by keeping his important letter behind a paywall, but also helping to spread the deception that the only way to warn people is by selling that warning.</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/82533623/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-1-11%2F367085945-44100-2-3e8feb5f0ee0d.m4a",
            "duration": 373191,
            "date": "2024-02-11",
            "image": "https://i.scdn.co/image/ab6765630000ba8a8364827d57f322cbcb3e3109",
            "number": 27
        },
        {
            "id": "4XA92C0gZzNiypotmNvvMK",
            "title": "Charging Fees for Biblical Counseling? - Deborah Dewart",
            "description": "Although this article was not originally written for a podcast, we offer it here for those who don't have time to read it. If you prefer to read it, you can do that here. See the timestamps below to skip to different sections: 00:00 BIBLICAL CONTENT + BIBLICAL CONTEXT 03:29 BIBLICAL TIMES 04:06 MINISTRY, MOTIVES, AND MONEY 08:27 GOD’S INSTRUCTIONS TO HIS LEADERS 14:16 OTHER BIBLICAL EVIDENCE 19:57 WHO IS THE “COUNSELEE”? 21:20 WORLDLY MODEL 25:07 LEGAL LIABILITY 29:54 COUNSELING OR DISCIPLESHIP? 30:28 CONCLUSION - “COME TO THE WATERS”  Should a ministry relationship, either in its initiation or continuation, ever be conditioned on the payment of a fee? Should the fulfillment of a biblical responsibility to care for God’s people ever be conditioned on the payment of a fee? In recent years, many churches and Christians have started to question modern psychotherapy and return to God’s Word as sufficient for counseling other believers. Although we rejoice at this development, a related question lurks in the background. Is it biblical to charge fees for biblical counseling? Is this question quickly answered “yes” by a simple reference to scriptures saying the “laborer is worthy of his wages”? (See Leviticus 19:13, Deuteronomy 24:15, Luke 10:7, Matthew 10:10, 1 Timothy 5:18, 1 Corinthians 9:14.) Knowing this topic may generate heated debate and disagreement, I begin with some personal observations as a former psychologized counselee. My journey through the maze of psychotherapy ran nearly thirty years. I was much like the sick woman who came to touch the garment of Jesus after spending all she had and suffering under the care of doctors who could not heal her (Mark 5:25-34). I poured out thousands of dollars to psychiatrists and psychologists who had no answers. The church sent me away, referring me to “greener” counseling pastures. Just having a “friend” cost dearly. Is this how God intends for His undershepherds to care for His sheep? Jesus told John three times to “feed My lambs” (John 21:15-17). Did He intend for His lambs to be charged for the meal? This was originally published by Christian Discernment Publications Ministry, Inc. (© 2007) and has been republished by permission, due to its valuable insights. ⁠sellingjesus.org⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Although <a href=\"https://sellingjesus.org/articles/counseling-fees\" rel=\"nofollow\">this article</a> was not originally written for a podcast, we offer it here for those who don&#39;t have time to read it. If you prefer to read it, you can do that <a href=\"https://sellingjesus.org/articles/counseling-fees\" rel=\"nofollow\">here</a>.</p><br/><p>See the timestamps below to skip to different sections:</p><br/><p>00:00 BIBLICAL CONTENT &#43; BIBLICAL CONTEXT</p><br/><p>03:29 BIBLICAL TIMES</p><br/><p>04:06 MINISTRY, MOTIVES, AND MONEY</p><br/><p>08:27 GOD’S INSTRUCTIONS TO HIS LEADERS</p><br/><p>14:16 OTHER BIBLICAL EVIDENCE</p><br/><p>19:57 WHO IS THE “COUNSELEE”?</p><br/><p>21:20 WORLDLY MODEL</p><br/><p>25:07 LEGAL LIABILITY</p><br/><p>29:54 COUNSELING OR DISCIPLESHIP?</p><br/><p>30:28 CONCLUSION - “COME TO THE WATERS”</p><br/><p><br /></p><br/><p>Should a ministry relationship, either in its initiation or continuation, ever be conditioned on the payment of a fee?</p><br/><p>Should the fulfillment of a biblical responsibility to care for God’s people ever be conditioned on the payment of a fee?</p><br/><p>In recent years, many churches and Christians have started to question modern psychotherapy and return to God’s Word as sufficient for counseling other believers. Although we rejoice at this development, a related question lurks in the background. Is it biblical to charge fees for biblical counseling? Is this question quickly answered “yes” by a simple reference to scriptures saying the “laborer is worthy of his wages”? (See Leviticus 19:13, Deuteronomy 24:15, Luke 10:7, Matthew 10:10, 1 Timothy 5:18, 1 Corinthians 9:14.)</p><br/><p>Knowing this topic may generate heated debate and disagreement, I begin with some personal observations as a former psychologized counselee. My journey through the maze of psychotherapy ran nearly thirty years. I was much like the sick woman who came to touch the garment of Jesus after spending all she had and suffering under the care of doctors who could not heal her (Mark 5:25-34). I poured out thousands of dollars to psychiatrists and psychologists who had no answers. The church sent me away, referring me to “greener” counseling pastures. Just having a “friend” cost dearly. Is this how God intends for His undershepherds to care for His sheep? Jesus told John three times to “feed My lambs” (John 21:15-17). Did He intend for His lambs to be charged for the meal?</p><br/><p>This was originally published by <a href=\"https://www.christiandiscernment.com/\" rel=\"nofollow\">Christian Discernment Publications Ministry, Inc.</a> (© 2007) and has been republished by permission, due to its valuable insights.</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/81829966/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-0-26%2F365066786-44100-2-212432f269223.m4a",
            "duration": 1918966,
            "date": "2024-01-26",
            "image": "https://i.scdn.co/image/ab6765630000ba8ade1299811095a5b78b531ecd",
            "number": 26
        },
        {
            "id": "7f0ve26n33gJQxi0OaHiq5",
            "title": "Deep Dive into 2 Corinthians 2:17 - Commercializing the Word of God",
            "description": "Read the article here. \"For we are not, like so many, peddlers of God’s word, but as men of sincerity, as commissioned by God, in the sight of God we speak in Christ\" (2 Cor. 2:17, ESV). This highly technical discussion is not an easy listen, and it's recommended that you complement it with the visuals in the written version of the article.  That said, the primary source of interest in this verse is the word translated by the ESV as “peddlers” (καπηλεύοντες, from καπηλεύω). Commentators and translations divide over recognizing this word as indicating an adulteration or commercialization of the gospel. Furthermore, they differ on whether or not this word necessarily implies a motive of profit. Thus, as we will see below, some translations add “for profit” to the verse because they believe it to be implicit information from the context that needs to be made explicit to the reader, even though the words “for profit” are not found in the Greek.  This matters because there are those who would argue that 2 Corinthians 2:17 does not confront the Jesus trade, but rather speaks merely of those who make too much profit from selling Jesus. Or they claim that this verse has nothing to do with selling, but rather with \"corrupting\" God's Word. Is there really a loophole here for Jesus sellers to avoid Paul's condemnation, or does it simply mean: \"we are not commercializing God’s Word like so many others\"? sellingjesus.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Read the article <a href=\"https://sellingjesus.org/articles/commercializing-gods-word\" rel=\"nofollow\">here</a>.<br/>&#34;For we are not, like so many, peddlers of God’s word, but as men of sincerity, as commissioned by God, in the sight of God we speak in Christ&#34; (2 Cor. 2:17, ESV).</p><br/><p>This highly technical discussion is not an easy listen, and it&#39;s recommended that you complement it with the visuals in the written version of the article. <br/>That said, the primary source of interest in this verse is the word translated by the ESV as “peddlers” (καπηλεύοντες, from καπηλεύω). Commentators and translations divide over recognizing this word as indicating an adulteration or commercialization of the gospel. Furthermore, they differ on whether or not this word necessarily implies a motive of profit. Thus, as we will see below, some translations add “for profit” to the verse because they believe it to be implicit information from the context that needs to be made explicit to the reader, even though the words “for profit” are not found in the Greek. </p><br/><p>This matters because there are those who would argue that 2 Corinthians 2:17 does not confront the Jesus trade, but rather speaks merely of those who make too much profit from selling Jesus. Or they claim that this verse has nothing to do with selling, but rather with &#34;corrupting&#34; God&#39;s Word. Is there really a loophole here for Jesus sellers to avoid Paul&#39;s condemnation, or does it simply mean: &#34;we are not commercializing God’s Word like so many others&#34;?</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/81429341/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-0-18%2F363899036-44100-2-1265d3b853d7a.m4a",
            "duration": 1378731,
            "date": "2024-01-18",
            "image": "https://i.scdn.co/image/ab6765630000ba8a55588e530a39e66b7240a940",
            "number": 25
        },
        {
            "id": "0mlGn035cWD2X4CxCez9Vo",
            "title": "ACBC Counseling Fees",
            "description": "Our Master has commanded us to “teach and admonish one another” (Col. 3:16) and to “warn those that are unruly” (1 Thess. 5:14) as part of our Christian duty. Yet rather than speaking truth and wisdom to others freely, as they received it from God, some sell their biblical counsel as though it had originated from themselves. By God’s grace, this is not the practice of a majority of biblical counselors, but it is unfortunately widespread, even among highly reputable biblical counseling organizations such as the Association of Certified Biblical Counselors (ACBC), as this episode will demonstrate.  One of the hallmarks of the biblical counseling movement is the firm conviction that Scripture is sufficient for all non-medical problems. If this is so, God’s Word should also be sufficient for answering the question as to whether counseling should be supported or sold. We believe that the Bible is crystal clear that Christian ministry should never be sold, but rather freely supported by the Body of Christ, and we want to encourage the biblical counseling movement to embrace this scriptural truth. As long as biblical counselors teach and function as though the Bible is insufficient to answer this question, they unintentionally undermine their foundational premise. The Association of Certified Biblical Counselors (ACBC) is an esteemed organization, devoted to counseling according to God’s Word. I myself am an ACBC certified counselor, and greatly appreciate and admire the work they have done in equipping both pastors and laymen to rightly handle God’s Word in counseling. However, when it comes to Jesus’s teaching that the ministry of the gospel should be offered freely (Mat 10:8), this organization has opted to turn a blind eye. Rather than take the position of its founder Jay Adams, who clearly assumed that biblical counseling would be offered for free, ACBC leaves the door open for individual counselors to decide whether or not they will charge, and how much: “The Bible is clear that ministers of the gospel of Jesus are entitled to earn their living from the gospel…. Biblical counselors … must seek to love their counselees in discerning whether to charge fees and how much to charge.” Notice that they wrongly assume that earning a living “from the gospel” means charging people for speaking truth in love, putting a price tag on wisdom, and requiring people “obtain the gift of God with money” (Acts 8:20). Also, they imply that it can be loving to charge people for healing, for pointing them to Jesus, and for other spiritual gifts that are involved in biblical counseling. But it is never loving to disobey God by selling access to the ministry of his Word and Spirit. As we’ll see in the data presented below, this confusing stance regarding money and ministry has created a biblical counseling landscape in which everyone simply does what is right in their own eyes.  Read the article here. ⁠sellingjesus.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Our Master has commanded us to “teach and admonish one another” (Col. 3:16) and to “warn those that are unruly” (1 Thess. 5:14) as part of our Christian duty. Yet rather than speaking truth and wisdom to others freely, as they received it from God, some sell their biblical counsel as though it had originated from themselves. By God’s grace, this is not the practice of a majority of biblical counselors, but it is unfortunately widespread, even among highly reputable biblical counseling organizations such as the Association of Certified Biblical Counselors (ACBC), as this episode will demonstrate.</p><br/><p><br/>One of the hallmarks of the biblical counseling movement is the firm conviction that Scripture is sufficient for all non-medical problems. If this is so, God’s Word should also be sufficient for answering the question as to whether counseling should be supported or sold. We believe that the Bible is crystal clear that Christian ministry should never be sold, but rather freely supported by the Body of Christ, and we want to encourage the biblical counseling movement to embrace this scriptural truth. As long as biblical counselors teach and function as though the Bible is insufficient to answer this question, they unintentionally undermine their foundational premise.</p><br/><p>The Association of Certified Biblical Counselors (ACBC) is an esteemed organization, devoted to counseling according to God’s Word. I myself am an ACBC certified counselor, and greatly appreciate and admire the work they have done in equipping both pastors and laymen to rightly handle God’s Word in counseling. However, when it comes to Jesus’s teaching that the ministry of the gospel should be offered freely (Mat 10:8), this organization has opted to turn a blind eye. Rather than take the position of its founder Jay Adams, who clearly assumed that biblical counseling would be offered for free, ACBC leaves the door open for individual counselors to decide whether or not they will charge, and how much: “The Bible is clear that ministers of the gospel of Jesus are entitled to earn their living from the gospel…. Biblical counselors … must seek to love their counselees in discerning whether to charge fees and how much to charge.” Notice that they wrongly assume that earning a living “from the gospel” means charging people for speaking truth in love, putting a price tag on wisdom, and requiring people “obtain the gift of God with money” (Acts 8:20). Also, they imply that it can be loving to charge people for healing, for pointing them to Jesus, and for other spiritual gifts that are involved in biblical counseling. But it is never loving to disobey God by selling access to the ministry of his Word and Spirit. As we’ll see in the data presented below, this confusing stance regarding money and ministry has created a biblical counseling landscape in which everyone simply does what is right in their own eyes.</p><br/><p><br /></p><br/><p>Read the article <a href=\"https://sellingjesus.org/articles/acbc\" rel=\"nofollow\">here</a>.<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠sellingjesus.org⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/80975973/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-0-8%2F362641995-44100-2-23e5ef18f6257.m4a",
            "duration": 678161,
            "date": "2024-01-08",
            "image": "https://i.scdn.co/image/ab6765630000ba8a037119aa4b85094670b98b62",
            "number": 24
        },
        {
            "id": "4kqTVCVZfuGl89xEm82y12",
            "title": "Luke the Sought-After Preacher - Christians Who Sell Jesus",
            "description": "This series on \"⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly.   Luke is a gifted preacher and speaker. Some of the biggest summer camps book him years in advance, and large churches love to invite him to present at conferences. In the early years of his preaching ministry he would only receive honorariums as a free gift that churches might give him to help cover expenses. But now he receives more requests than he can commit to. At one point an old pastor told him that he needed to think about charging upfront for speaking engagements. This would help limit the amount of requests and enable him to start a college fund for his kids. His family agreed that this was a wise idea, and after considering it prayerfully, Luke began making it clear that he would require X amount in payment in addition to all of his travel expenses before agreeing to speak at an event. At first he didn’t like how this exchange felt, especially when smaller, likable churches couldn’t afford what he asked. But as the money started to flow, after a while he got used to it. Now and then, when Luke has quieted his heart and is out on an evening walk with God, conflicted sentiments crowd his thoughts, and his conscience wonders whether he’s doing the right thing by putting a price tag on sharing what God has freely given him. But he’s quick to tell himself, “At least you don’t charge as much as your friend David does. He charges twice as much and doesn’t even have the greatest things to say. Most respected Christian celebrities charge for speaking. Besides, how else could you help your kids with their college expenses? God wants you to care for your family.” Luke is a classic example of a man who bases his pursuit of holiness on people around him instead of on the standard of God’s Word. As long as he’s a little better than “that other guy,” he feels justified. He has believed a few lies: 1) putting his kids through college is more important than obeying God, 2) God is incapable of providing for his children through any other means than the ill-gotten gain of peddling God’s Word, 3) as long as his sin is not as extreme as those around him, God is pleased and honored, 4) widely-respected, famous evangelicals are a better standard to live by than Scripture. While Luke is not actively trying to do evil, he has become complacent with the default state of affairs around him and is content to go with the flow. He’s comfortable with worldly ways of thinking about money and ministry, so why rock the boat?  ⁠⁠sellingjesus.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠copy.church⁠⁠⁠⁠⁠  Music: \"Amazing\" by Liborio Conti, https://www.no-copyright-music.com",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠⁠⁠Christians Who Sell Jesus⁠⁠⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. <br/></p><br/><p>Luke is a gifted preacher and speaker. Some of the biggest summer camps book him years in advance, and large churches love to invite him to present at conferences.</p><br/><p>In the early years of his preaching ministry he would only receive honorariums as a free gift that churches might give him to help cover expenses. But now he receives more requests than he can commit to. At one point an old pastor told him that he needed to think about charging upfront for speaking engagements. This would help limit the amount of requests and enable him to start a college fund for his kids. His family agreed that this was a wise idea, and after considering it prayerfully, Luke began making it clear that he would require X amount in payment in addition to all of his travel expenses before agreeing to speak at an event. At first he didn’t like how this exchange felt, especially when smaller, likable churches couldn’t afford what he asked. But as the money started to flow, after a while he got used to it.</p><br/><p>Now and then, when Luke has quieted his heart and is out on an evening walk with God, conflicted sentiments crowd his thoughts, and his conscience wonders whether he’s doing the right thing by putting a price tag on sharing what God has freely given him. But he’s quick to tell himself, “At least you don’t charge as much as your friend David does. He charges twice as much and doesn’t even have the greatest things to say. Most respected Christian celebrities charge for speaking. Besides, how else could you help your kids with their college expenses? God wants you to care for your family.”</p><br/><p>Luke is a classic example of a man who bases his pursuit of holiness on people around him instead of on the standard of God’s Word. As long as he’s a little better than “that other guy,” he feels justified. He has believed a few lies: 1) putting his kids through college is more important than obeying God, 2) God is incapable of providing for his children through any other means than the ill-gotten gain of peddling God’s Word, 3) as long as his sin is not as extreme as those around him, God is pleased and honored, 4) widely-respected, famous evangelicals are a better standard to live by than Scripture. While Luke is not actively trying to do evil, he has become complacent with the default state of affairs around him and is content to go with the flow. He’s comfortable with worldly ways of thinking about money and ministry, so why rock the boat?</p><br/><br/><p><br /></p><br/><p>Music: &#34;Amazing&#34; by Liborio Conti, https://www.no-copyright-music.com</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/80728921/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2024-0-2%2F361970683-44100-2-093a9c88507bf.m4a",
            "duration": 3392830,
            "date": "2024-01-02",
            "image": "https://i.scdn.co/image/ab6765630000ba8aeb7423f6543588750fbf9489",
            "number": 23
        },
        {
            "id": "4AP8F95P9k9OkQ7ABBfKvF",
            "title": "Bible Publishers - Stewards or Gatekeepers?",
            "description": "Read the article and footnotes here. Let’s imagine that your pastor gets up one Sunday morning and announces: “If anyone wants to share passages from the Bible they need to ask me for permission first. I have to do this in order to carefully steward God’s Word, because people might abuse it. That said, I’ll be very generous in giving permission. I’ll even let you share it for free if you’re only using small portions. But if you use large portions, I’ll expect some payment to cover the costs of carefully stewarding God’s Word.” How would you feel? This episode confronts the uncomfortable reality that modern translations are heavily copyrighted and commercialized. Jon unpacks the strict legal limits on quoting Scripture, the for-profit interests driving many publishers, and the burdensome barriers to getting permission to share God's Word.  Challenging common myths, he evaluates whether publishers are as generous, protecting, and well-intentioned as claimed. The conclusions are unsettling. Should Christians forbid freely sharing Scripture? Does charging for access align with the gospel? Join us as we envision reform where God's Word belongs to believers again.  ⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>Read the article and footnotes <a href=\"https://sellingjesus.org/articles/bible-publishers\" rel=\"nofollow\">here</a>.</p><br/><p>Let’s imagine that your pastor gets up one Sunday morning and announces: “If anyone wants to share passages from the Bible they need to ask me for permission first. I have to do this in order to carefully steward God’s Word, because people might abuse it. That said, I’ll be very generous in giving permission. I’ll even let you share it for free if you’re only using small portions. But if you use large portions, I’ll expect some payment to cover the costs of carefully stewarding God’s Word.” How would you feel?</p><br/><p>This episode confronts the uncomfortable reality that modern translations are heavily copyrighted and commercialized. Jon unpacks the strict legal limits on quoting Scripture, the for-profit interests driving many publishers, and the burdensome barriers to getting permission to share God&#39;s Word. </p><br/><p>Challenging common myths, he evaluates whether publishers are as generous, protecting, and well-intentioned as claimed. The conclusions are unsettling. Should Christians forbid freely sharing Scripture? Does charging for access align with the gospel? Join us as we envision reform where God&#39;s Word belongs to believers again.<br/><a href=\"https://sellingjesus.org/\" rel=\"nofollow\">⁠⁠⁠sellingjesus.org⁠⁠⁠⁠⁠</a> | <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠</a> | <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠⁠⁠⁠copy.church</a></p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/80390106/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-11-23%2F361041610-44100-2-91176be07ac8.m4a",
            "duration": 1601642,
            "date": "2023-12-23",
            "image": "https://i.scdn.co/image/ab6765630000ba8ad7065851eb2c472a7976c9bb",
            "number": 22
        },
        {
            "id": "4JDQgb09q87KDf4TF3LIce",
            "title": "James the Worship Composer - Christians Who Sell Jesus",
            "description": "This series on \"⁠⁠Christians Who Sell Jesus⁠⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly.   James is a worship leader. When he was single he wrote some of his best worship songs in the evenings while working at a bookstore to make ends meet. His heart’s passion is to serve the Church with Bible-saturated, God-centered, beautiful music that will point people to Christ. In the days of MySpace he was happy to post his songs for free for people to stream, and some of them started going viral. Eventually a Christian record label approached him and laid out a plan to turn his passion into a “career.” James trusted them because they seemed like sincere believers and were obviously “professionals” who had been in the worship business for decades. They convinced him that the best way to bless the most Christians with his music would be to join them and use his gifts to generate a full-time income. Now James leads worship events for large conferences and usually charges an upfront fee of tens of thousands of dollars for each event. His songs are now sung in churches around the world and bring in a steady stream of income through royalties and CCLI. He’s happy that more people than he ever imagined are being touched by his music and encounter the presence of God. His recordings are no longer free to listen to, but every now and then he’ll release one at no cost to download, which makes him feel good that he has done his part to be generous. James has been deceived by the “professionals” into believing that the worship of God can be sold as a commodity. He also has bought into the lie that reaching large numbers of people means that God must automatically approve of the way one is doing ministry. God must be happy and honored with the means, if the outcome is large. Unfortunately he has failed to take seriously the account of Jesus cleansing the temple because the place of worship and prayer had been turned into a marketplace. If James is honest with himself, he remembers being happier before he turned his passion into a full time career that denies people access to his music unless they pay. Although his former way of life proved that he could write amazing songs for the Church without treating it as a full time business, he now tries to convince himself that it’s the only way for him to make it “sustainable.” He has already signed contracts and feels trapped in a corporate landscape that feels nothing like a real ministry. But everyone he respects is doing the same thing, and older, wiser Christians assure him that he’s doing what’s sensible, and that God is using him powerfully. And so, in his heart, the lie that the Jesus trade is respectable and inevitable has prevailed.  Ending song by Andrew Case, freely given here.  ⁠⁠sellingjesus.org⁠⁠⁠⁠ | ⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠ | ⁠⁠⁠⁠copy.church⁠⁠⁠⁠ Intro music: \"Amazing\" by Liborio Conti, https://www.no-copyright-music.com",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠⁠Christians Who Sell Jesus⁠⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. <br/>James is a worship leader. When he was single he wrote some of his best worship songs in the evenings while working at a bookstore to make ends meet. His heart’s passion is to serve the Church with Bible-saturated, God-centered, beautiful music that will point people to Christ. In the days of MySpace he was happy to post his songs for free for people to stream, and some of them started going viral. Eventually a Christian record label approached him and laid out a plan to turn his passion into a “career.” James trusted them because they seemed like sincere believers and were obviously “professionals” who had been in the worship business for decades. They convinced him that the best way to bless the most Christians with his music would be to join them and use his gifts to generate a full-time income.</p><br/><p>Now James leads worship events for large conferences and usually charges an upfront fee of tens of thousands of dollars for each event. His songs are now sung in churches around the world and bring in a steady stream of income through royalties and CCLI. He’s happy that more people than he ever imagined are being touched by his music and encounter the presence of God. His recordings are no longer free to listen to, but every now and then he’ll release one at no cost to download, which makes him feel good that he has done his part to be generous.</p><br/><p>James has been deceived by the “professionals” into believing that the worship of God can be sold as a commodity. He also has bought into the lie that reaching large numbers of people means that God must automatically approve of the way one is doing ministry. God must be happy and honored with the means, if the outcome is large. Unfortunately he has failed to take seriously the account of Jesus cleansing the temple because the place of worship and prayer had been turned into a marketplace. If James is honest with himself, he remembers being happier before he turned his passion into a full time career that denies people access to his music unless they pay. Although his former way of life proved that he could write amazing songs for the Church without treating it as a full time business, he now tries to convince himself that it’s the only way for him to make it “sustainable.” He has already signed contracts and feels trapped in a corporate landscape that feels nothing like a real ministry. But everyone he respects is doing the same thing, and older, wiser Christians assure him that he’s doing what’s sensible, and that God is using him powerfully. And so, in his heart, the lie that the Jesus trade is respectable and inevitable has prevailed.</p><br/><p><br /></p><br/><p>Ending song by Andrew Case, freely given <a href=\"https://hismagnificence.com/wp-content/uploads/2023/12/Psalm-98-New-Mix-2-from-Greg-Owens.mp3\" rel=\"nofollow\">here</a>.</p><br/><p><br /></p><br/><br/><p>Intro music: &#34;Amazing&#34; by Liborio Conti, https://www.no-copyright-music.com</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/79949446/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-11-13%2F359777258-44100-2-7f798ed70a053.m4a",
            "duration": 3344207,
            "date": "2023-12-13",
            "image": "https://i.scdn.co/image/ab6765630000ba8a2329b63d172fb961e0ff10ca",
            "number": 21
        },
        {
            "id": "4WvUndZW0Dh29Wu7dUbE2x",
            "title": "Should Christian Ministry Be Supported by Ads?",
            "description": "The 1998 movie The Truman Show is a film about a man named Truman Burbank who—unaware—lived his entire life inside a simulated reality TV show. In order to pay for the show, the producers filled Truman’s world with cleverly placed ads of all kinds, even within conversations that Truman had with his wife (who was really a paid actress). At one point Truman and his wife are in the middle of an intense conversation, and she suddenly holds up a product and says with fake chipperness: “Why don’t you let me fix you some of this new Mococoa drink. All natural cocoa beans from the upper slopes of Mount Nicaragua, no artificial sweeteners!” This would be unsettling to most of us, especially in the context of something sacred like a marriage relationship. We instinctively feel that there are certain things too holy to pollute with ads of any kind. Some things in life require honor and respect, but when those things are turned into advertising opportunities, honor and respect are stripped away.  Christian ministries face enormous pressure to monetize their content through advertisements. YouTubers in particular often face the question of whether they should monetize their channel or not. The logic often goes like this: “Ad revenue will help provide regular income to grow the ministry, so we don’t have to rely just on donations from supporters.” I want to make the case from biblical principles that running ads on ministry content is wrong. Truth, holy things, the work of the Spirit of God, and all kinds of Christian edification are like marriage or friendship–too sacred to exploit with advertising. Read the article ⁠here⁠. Article mentioned: Giving out of Obligation to God, Not Man.  ⁠⁠sellingjesus.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>The 1998 movie The Truman Show is a film about a man named Truman Burbank who—unaware—lived his entire life inside a simulated reality TV show. In order to pay for the show, the producers filled Truman’s world with cleverly placed ads of all kinds, even within conversations that Truman had with his wife (who was really a paid actress). At one point Truman and his wife are in the middle of an intense conversation, and she suddenly holds up a product and says with fake chipperness: “Why don’t you let me fix you some of this new Mococoa drink. All natural cocoa beans from the upper slopes of Mount Nicaragua, no artificial sweeteners!” This would be unsettling to most of us, especially in the context of something sacred like a marriage relationship. We instinctively feel that there are certain things too holy to pollute with ads of any kind. Some things in life require honor and respect, but when those things are turned into advertising opportunities, honor and respect are stripped away.<br/></p><br/><p>Christian ministries face enormous pressure to monetize their content through advertisements. YouTubers in particular often face the question of whether they should monetize their channel or not. The logic often goes like this: “Ad revenue will help provide regular income to grow the ministry, so we don’t have to rely just on donations from supporters.” I want to make the case from biblical principles that running ads on ministry content is wrong. Truth, holy things, the work of the Spirit of God, and all kinds of Christian edification are like marriage or friendship–too sacred to exploit with advertising.</p><br/><p>Read the article ⁠<a href=\"https://sellingjesus.org/articles/ads\" rel=\"nofollow\">here⁠</a>.</p><br/><p>Article mentioned: <a href=\"https://sellingjesus.org/articles/colabor\" rel=\"nofollow\">Giving out of Obligation to God, Not Man</a>.<br/></p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/79462792/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-11-2%2F358173325-44100-2-a02d36f77c665.m4a",
            "duration": 891599,
            "date": "2023-12-02",
            "image": "https://i.scdn.co/image/ab6765630000ba8a9e6dc8e39001e967bc11ee62",
            "number": 20
        },
        {
            "id": "6JIfqRTIHeN2jhXLGVlUZx",
            "title": "Biblical Counseling Should Be Free",
            "description": "The biblical counseling movement was founded on the conviction that the Bible is sufficient for solving all non-medical problems that humans face. The central figure behind this return to Scripture was Jay Adams, who shocked the world with a bold and controversial claim “that the task of counseling was a theological enterprise that should be primarily informed by a commitment to God’s Word.” While this claim draws fire from both inside and outside the Church, its truth has been proven by both Scripture and experience. Biblical counseling continues to bring hope, peace, freedom, healing, and joy to thousands of suffering people through the power of Christ and his Word–people with conditions like anorexia, bipolar disorder, postpartum depression, and dissociative identity disorder. People who struggle with homosexuality, anxiety, rage, and much more. Commenting on 2 Peter 1:3-5, Ed Bulkley writes:  \"A necessary presupposition of biblical counseling is that God has indeed provided every essential truth the believer needs for a happy, fulfilling life in Christ Jesus. It is the belief that God has not left us lacking in any sense. The apostle Peter states it emphatically. . . . ['His divine power has given us everything we need for life and godliness…'] Note the word everything. God has provided absolutely everything man needs for physical and spiritual life. This is a primary consideration. If Peter is correct, then God has given us all the information we need to function successfully in this life. Every essential truth, every essential principle, every essential technique for solving human problems has been delivered in God’s Word.\" In light of such an inviolable allegiance to the Bible, biblical counseling practice should be expected to operate according to biblical principles. And this means that it would be appropriate to look to Scripture to answer a simple, practical concern: Should biblical counseling be offered for a fee? Read the article here.  Help foster change by sending this article to ACBC and CCEF.   ⁠sellingjesus.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠⁠ | ⁠⁠⁠⁠⁠copy.church",
            "description_html": "<p>The biblical counseling movement was founded on the conviction that the Bible is sufficient for solving all non-medical problems that humans face. The central figure behind this return to Scripture was Jay Adams, who shocked the world with a bold and controversial claim “that the task of counseling was a theological enterprise that should be primarily informed by a commitment to God’s Word.” While this claim draws fire from both inside and outside the Church, its truth has been proven by both Scripture and experience. Biblical counseling continues to bring hope, peace, freedom, healing, and joy to thousands of suffering people through the power of Christ and his Word–people with conditions like anorexia, bipolar disorder, postpartum depression, and dissociative identity disorder. People who struggle with homosexuality, anxiety, rage, and much more. Commenting on 2 Peter 1:3-5, Ed Bulkley writes: </p><br/><p>&#34;A necessary presupposition of biblical counseling is that God has indeed provided every essential truth the believer needs for a happy, fulfilling life in Christ Jesus. It is the belief that God has not left us lacking in any sense. The apostle Peter states it emphatically. . . . [&#39;His divine power has given us everything we need for life and godliness…&#39;] Note the word everything. God has provided absolutely everything man needs for physical and spiritual life. This is a primary consideration. If Peter is correct, then God has given us all the information we need to function successfully in this life. Every essential truth, every essential principle, every essential technique for solving human problems has been delivered in God’s Word.&#34;</p><br/><p>In light of such an inviolable allegiance to the Bible, biblical counseling practice should be expected to operate according to biblical principles. And this means that it would be appropriate to look to Scripture to answer a simple, practical concern: Should biblical counseling be offered for a fee?</p><br/><p>Read the article <a href=\"https://sellingjesus.org/articles/biblical-counseling\" rel=\"nofollow\">here</a>.</p><br/><p><br/>Help foster change by sending this article to <a href=\"https://biblicalcounseling.com/about/contact/\" rel=\"nofollow\">ACBC</a> and <a href=\"https://www.ccef.org/contact\" rel=\"nofollow\">CCEF</a>. </p><br/><p><br /></p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/79089378/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-10-24%2F357020935-44100-2-817b16eb8cfb.m4a",
            "duration": 761034,
            "date": "2023-11-24",
            "image": "https://i.scdn.co/image/ab6765630000ba8aca62e03f311c0bc1dd5afd8f",
            "number": 19
        },
        {
            "id": "1wpCgDM5Xk97RKrNg0Tefa",
            "title": "Should Preachers Be Paid?",
            "description": "Conley Owens argues that the Bible is clear that ministers should be financially supported. In the same context that Jesus commanded the disciples to “freely give” their message, he acknowledged that the worker is “worthy of his food” (Matt. 10:10). Paul also argued for the right of a minister to earn a living as he does ministry (1 Cor. 9:1-14). Ministry should be supported, but it shouldn’t be sold. So long as the gospel worker makes no exchange for his message, he is free to receive support. Conley walks us through several implications of this distinction.  Read the article here.  sellingjesus.org⁠⁠⁠⁠ | ⁠⁠⁠⁠thedoreanprinciple.org⁠⁠⁠⁠ | ⁠⁠⁠⁠copy.church",
            "description_html": "<p>Conley Owens argues that the Bible is clear that ministers should be financially supported. In the same context that Jesus commanded the disciples to “freely give” their message, he acknowledged that the worker is “worthy of his food” (Matt. 10:10). Paul also argued for the right of a minister to earn a living as he does ministry (1 Cor. 9:1-14).</p><br/><p>Ministry should be supported, but it shouldn’t be sold. So long as the gospel worker makes no exchange for his message, he is free to receive support. Conley walks us through several implications of this distinction.</p><br/><p><br /></p><br/><p>Read the article <a href=\"https://sellingjesus.org/articles/should-preachers-be-paid\" rel=\"nofollow\">here</a>.</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/78783655/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-10-17%2F356053078-44100-2-96c12bac70a1f.m4a",
            "duration": 474778,
            "date": "2023-11-17",
            "image": "https://i.scdn.co/image/ab6765630000ba8ae1b00745316a46bd7db0c2a7",
            "number": 18
        },
        {
            "id": "07RC4lctBkNQcfJg9ctapu",
            "title": "Steve the Biblical Counselor - Christians Who Sell Jesus",
            "description": "This series on \"⁠Christians Who Sell Jesus⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly.   Recommended reading (even though, sadly, none of these books are free):   Competent to Counsel  The Biblical Counseling Movement after Adams  Counseling the Hard Cases  Speaking Truth in Love   Check out this article: Charging Fees for Biblical Counseling? by Deborah Dewart  Steve is a biblical counselor. He believes that God has called him to minister to the broken in spirit, and he sincerely wants to help people be healed and whole, walking in victory over sin through the power of the gospel. But he’s concerned that if he charges the same rates for counseling sessions as other prominent biblical counselors in his area, he’ll end up alienating the poor. During times of prayer he believes that God has placed a desire within him to simply give counsel for free, but older, more experienced counselors have talked him out of it. “God gave you common sense, and you need to be responsible and provide for your family,” they say. “Besides, if people don’t pay you for your counsel, they won’t value it.” So Steve has reluctantly decided to charge half of what most people usually charge. Although Steve believes that the Bible is sufficient for godly wisdom, he has failed to turn to it for answers to the simple question as to whether he should require payment for “speaking truth in love” to broken people. He has failed to heed Jesus’ command to give freely (Matt 10:8), and allowed the conventional, worldly wisdom of his superiors to eclipse the sincere desire God has placed on his heart. He has also believed the lie that biblical counselors are somehow “above” raising support (as most missionaries do) to be able to minister freely and without compromising their sincerity. Steve is a tragic example of someone with an honest desire to honor God, but who was derailed by the blindness, complacency, and carnal pragmatism around him. He’s trapped in a fog of confusion. In the end, biblical counselors are offering to lead people to Jesus through the Scriptures, with wisdom, truth, and sincere friendship–things that cannot and should never be sold. But Steve is unable to see this fact.  ⁠⁠sellingjesus.org⁠⁠⁠ | ⁠⁠⁠thedoreanprinciple.org⁠⁠⁠ | ⁠⁠⁠copy.church⁠⁠⁠ Music: \"Amazing\" by Liborio Conti, https://www.no-copyright-music.com",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠Christians Who Sell Jesus⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. </p><br/><p><br /></p><br/><p>Recommended reading (even though, sadly, none of these books are free):</p><br/><ol><li><a href=\"https://www.amazon.com/Competent-Counsel-Introduction-Nouthetic-Counseling/dp/B09GWD2BXQ/ref&#61;sr_1_1?crid&#61;306D4E52QP5BE&amp;keywords&#61;competent&#43;to&#43;counsel&amp;qid&#61;1699735615&amp;sprefix&#61;competent&#43;to&#43;counsel%2Caps%2C162&amp;sr&#61;8-1\" rel=\"nofollow\">Competent to Counsel</a></li><li><a href=\"https://www.amazon.com/Biblical-Counseling-Movement-after-Adams/dp/1433528134/ref&#61;sr_1_1?crid&#61;DQVIU7IJZK8Q&amp;keywords&#61;biblical&#43;counseling&#43;movement&#43;after&amp;qid&#61;1699735595&amp;sprefix&#61;biblical&#43;counseling&#43;movement&#43;after%2Caps%2C187&amp;sr&#61;8-1\" rel=\"nofollow\">The Biblical Counseling Movement after Adams</a></li><li><a href=\"https://www.amazon.com/Counseling-Hard-Cases-Illustrating-Sufficiency/dp/1433685795/ref&#61;sr_1_1?crid&#61;2CT1OT4TW0EAR&amp;keywords&#61;counseling&#43;the&#43;hard&#43;cases&amp;qid&#61;1699735559&amp;sprefix&#61;counseling&#43;the&#43;hard&#43;cases%2Caps%2C159&amp;sr&#61;8-1\" rel=\"nofollow\">Counseling the Hard Cases</a></li><li><a href=\"https://www.amazon.com/Speaking-Truth-Love-David-Powlison/dp/0977080714/ref&#61;sr_1_1?crid&#61;FB9WCNYOO7CZ&amp;keywords&#61;speaking&#43;truth&#43;in&#43;love&amp;qid&#61;1699735522&amp;sprefix&#61;speaking&#43;truth&#43;in&#43;lov%2Caps%2C157&amp;sr&#61;8-1\" rel=\"nofollow\">Speaking Truth in Love</a></li></ol><br/><p><br /></p><br/><p>Check out this article: <a href=\"https://sellingjesus.org/articles/counseling-fees\" rel=\"nofollow\">Charging Fees for Biblical Counseling? by Deborah Dewart</a></p><br/><p><br/>Steve is a biblical counselor. He believes that God has called him to minister to the broken in spirit, and he sincerely wants to help people be healed and whole, walking in victory over sin through the power of the gospel. But he’s concerned that if he charges the same rates for counseling sessions as other prominent biblical counselors in his area, he’ll end up alienating the poor. During times of prayer he believes that God has placed a desire within him to simply give counsel for free, but older, more experienced counselors have talked him out of it. “God gave you common sense, and you need to be responsible and provide for your family,” they say. “Besides, if people don’t pay you for your counsel, they won’t value it.” So Steve has reluctantly decided to charge half of what most people usually charge.</p><br/><p>Although Steve believes that the Bible is sufficient for godly wisdom, he has failed to turn to it for answers to the simple question as to whether he should require payment for “speaking truth in love” to broken people. He has failed to heed Jesus’ command to give freely (Matt 10:8), and allowed the conventional, worldly wisdom of his superiors to eclipse the sincere desire God has placed on his heart. He has also believed the lie that biblical counselors are somehow “above” raising support (as most missionaries do) to be able to minister freely and without compromising their sincerity. Steve is a tragic example of someone with an honest desire to honor God, but who was derailed by the blindness, complacency, and carnal pragmatism around him. He’s trapped in a fog of confusion. In the end, biblical counselors are offering to lead people to Jesus through the Scriptures, with wisdom, truth, and sincere friendship–things that cannot and should never be sold. But Steve is unable to see this fact.</p><br/><p><br /></p><br/><br/><p>Music: &#34;Amazing&#34; by Liborio Conti, https://www.no-copyright-music.com</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/78499220/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-10-11%2F355143294-44100-2-e93782fa21f96.m4a",
            "duration": 1523786,
            "date": "2023-11-11",
            "image": "https://i.scdn.co/image/ab6765630000ba8a3394e56947060aaedd7cd331",
            "number": 17
        },
        {
            "id": "27vE3dmBFrsQ7bTsTVJzUg",
            "title": "Obligation and Compulsion - Conversation 6",
            "description": "As Tim and his pastor continue their conversations, they tackle the question: Where should our sense of obligation lie when giving to support Christian ministry - to God or to man? Looking at biblical illustrations like a soldier's wages and an ox treading grain, they walk through 1 Corinthians 9 to see how Paul unpacks the idea of \"mediated obligation.\"  Giving should stem from love of and obligation to God, not indebtedness to one of his servants. This is the difference between prohibited \"reciprocity\" (quid pro quo payment) and permitted \"co-labor\" (voluntary support of shared gospel work).  Just as temple offerings supported priests, congregations should fund pastors freely and cheerfully. Compulsory giving (forced by paywalls) nullifies the sacred standard of Scripture. We must foster true obligation to God alone for Christian ministry, and not require payment directly from those Christ has called us to minister to. Read the conversation ⁠here⁠. ⁠⁠sellingjesus.org⁠⁠ | ⁠⁠thedoreanprinciple.org⁠⁠ | ⁠⁠copy.church",
            "description_html": "<p>As Tim and his pastor continue their conversations, they tackle the question: Where should our sense of obligation lie when giving to support Christian ministry - to God or to man? Looking at biblical illustrations like a soldier&#39;s wages and an ox treading grain, they walk through 1 Corinthians 9 to see how Paul unpacks the idea of &#34;mediated obligation.&#34; </p><br/><p>Giving should stem from love of and obligation to God, not indebtedness to one of his servants. This is the difference between prohibited &#34;reciprocity&#34; (quid pro quo payment) and permitted &#34;co-labor&#34; (voluntary support of shared gospel work). </p><br/><p>Just as temple offerings supported priests, congregations should fund pastors freely and cheerfully. Compulsory giving (forced by paywalls) nullifies the sacred standard of Scripture. We must foster true obligation to God alone for Christian ministry, and not require payment directly from those Christ has called us to minister to.</p><br/><p>Read the conversation ⁠<a href=\"https://sellingjesus.org/learn/conversations#topic-6\" rel=\"nofollow\">here⁠.</a></p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/78054483/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-10-2%2F2bee9e8b-68aa-19ce-bd64-2ec2755e7ff4.mp3",
            "duration": 397958,
            "date": "2023-11-04",
            "image": "https://i.scdn.co/image/ab6765630000ba8a8223fc7458bc209d5dca3927",
            "number": 16
        },
        {
            "id": "3of218FJkgQTvha5y2PMaT",
            "title": "Jane the Free Thinker - Christians Who Sell Jesus",
            "description": "This series on \"Christians Who Sell Jesus\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. Our intention is to engage with practical matters and have an open conversation about how each person can follow more closely in Christ's footsteps and give ministry freely.  Jane believes that there are no guiding principles in Scripture regarding money and ministry because “everything is ministry, if it’s done as unto the Lord, right? As long as we’re loving God and our neighbor and seeking to make disciples, all of life is ministry! A janitor can work for the glory of God, and when he does, that’s a ministry just as important as preaching. A Christian flipping burgers can be a ministry just as much as praying for someone’s healing!” So Jane has concluded that, just as a janitor can demand payment for the work he is doing, a preacher can demand payment for each sermon he preaches. It’s true that all of life should be lived to the glory of God, and that all believers are priests and should actively participate in building up the Body of Christ. But Jane has believed the lie that Scripture does not distinguish spiritual things from earthly things. Although she is well-meaning, and wants to glorify God, she has mistakenly oversimplified what it means to do Christian ministry. She also has wrongly conflated the truth that we should do everything as unto the Lord with the truth that some things are uniquely suited for the edification of the Church. The sincerity of encouragement and love are utterly compromised when done in exchange for money. Even unbelievers understand that some things like friendship and marriage should not be sold, and if they are sold, they are no longer real. Jane means well, but has been led astray by her culture’s obsession with money and materialism, along with the desire to force Scripture to support the status quo.  ⁠⁠sellingjesus.org⁠⁠ | ⁠⁠thedoreanprinciple.org⁠⁠ | ⁠⁠copy.church⁠⁠ Music: \"Amazing\" by Liborio Conti, https://www.no-copyright-music.com",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">Christians Who Sell Jesus</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. Our intention is to engage with practical matters and have an open conversation about how each person can follow more closely in Christ&#39;s footsteps and give ministry freely.</p><br/><p><br /></p><br/><p>Jane believes that there are no guiding principles in Scripture regarding money and ministry because “everything is ministry, if it’s done as unto the Lord, right? As long as we’re loving God and our neighbor and seeking to make disciples, all of life is ministry! A janitor can work for the glory of God, and when he does, that’s a ministry just as important as preaching. A Christian flipping burgers can be a ministry just as much as praying for someone’s healing!” So Jane has concluded that, just as a janitor can demand payment for the work he is doing, a preacher can demand payment for each sermon he preaches.</p><br/><p>It’s true that all of life should be lived to the glory of God, and that all believers are priests and should actively participate in building up the Body of Christ. But Jane has believed the lie that Scripture does not distinguish spiritual things from earthly things. Although she is well-meaning, and wants to glorify God, she has mistakenly oversimplified what it means to do Christian ministry. She also has wrongly conflated the truth that we should do everything as unto the Lord with the truth that some things are uniquely suited for the edification of the Church. The sincerity of encouragement and love are utterly compromised when done in exchange for money. Even unbelievers understand that some things like friendship and marriage should not be sold, and if they are sold, they are no longer real. Jane means well, but has been led astray by her culture’s obsession with money and materialism, along with the desire to force Scripture to support the status quo.</p><br/><p><br /></p><br/><br/><p>Music: &#34;Amazing&#34; by Liborio Conti, https://www.no-copyright-music.com</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/77847952/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-9-28%2Fdf51aab6-5627-391d-1224-8324d09e93d5.mp3",
            "duration": 863481,
            "date": "2023-10-28",
            "image": "https://i.scdn.co/image/ab6765630000ba8a8334e601d03c6a35ad4a0ef0",
            "number": 15
        },
        {
            "id": "4yEo5AcGGOaRJixnnUaJgA",
            "title": "What's up with Paul? - Conversation 5",
            "description": "As Tim and his pastor continue their conversations, they try their best to grapple with some passages from the Apostle Paul that can be confusing. Why is Paul willing to receive money from people in some circumstances and unwilling in others? Walking through key passages in 1 Corinthians and 2 Corinthians, they explore the distinction Paul makes between reciprocity (payment in exchange for preaching) which he rejects, and co-labor (sharing resources to spread the gospel further), which he permits. Using illustrations involving a daughter's misguided attempt to pay her father and a new believer's desire to repay an evangelist, they clarify Paul's motivation - to avoid even a hint of commercializing the free gospel while welcoming assistance that aids its advance. The implications for pastors' salaries and modern ministry financing are also discussed. Join them as they unravel Paul's nuanced perspective on funding the work of God's kingdom. You'll gain a new appreciation for both the purity and partnership Paul exemplifies regarding money and ministry.  Read the conversation here.  ⁠sellingjesus.org⁠ | ⁠thedoreanprinciple.org⁠ | ⁠copy.church",
            "description_html": "<p>As Tim and his pastor continue their conversations, they try their best to grapple with some passages from the Apostle Paul that can be confusing. Why is Paul willing to receive money from people in some circumstances and unwilling in others?</p><br/><p>Walking through key passages in 1 Corinthians and 2 Corinthians, they explore the distinction Paul makes between reciprocity (payment in exchange for preaching) which he rejects, and co-labor (sharing resources to spread the gospel further), which he permits. Using illustrations involving a daughter&#39;s misguided attempt to pay her father and a new believer&#39;s desire to repay an evangelist, they clarify Paul&#39;s motivation - to avoid even a hint of commercializing the free gospel while welcoming assistance that aids its advance. The implications for pastors&#39; salaries and modern ministry financing are also discussed. Join them as they unravel Paul&#39;s nuanced perspective on funding the work of God&#39;s kingdom. You&#39;ll gain a new appreciation for both the purity and partnership Paul exemplifies regarding money and ministry.</p><br/><p><br/>Read the conversation <a href=\"https://sellingjesus.org/learn/conversations#topic-5\" rel=\"nofollow\">here</a>.</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/77466588/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-9-20%2F0d9870b1-a61f-133e-5bb1-f1380de2a176.mp3",
            "duration": 537132,
            "date": "2023-10-20",
            "image": "https://i.scdn.co/image/ab6765630000ba8ac81447750476c06514852885",
            "number": 14
        },
        {
            "id": "2jUt3APpuM6G4sZNbNFOY5",
            "title": "Joe the Author - Christians Who Sell Jesus",
            "description": "This series on \"⁠Christians Who Sell Jesus⁠\" takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. Our intention is to engage with practical matters and have an open conversation about how each person can follow more closely in Christ's footsteps and give ministry freely.  Joe is a gifted author who writes books to help churches be healthier. He has valuable biblical teaching to share, and he genuinely wants to serve the Body of Christ. Since he has friends in high places, he’s been able to get his books published by a large and influential Christian publishing house. He’s happy that the publisher only charges $14.99 for each of his paperbacks, and $9.99 for the e-book versions. They pay him a dollar royalty for each sale. When people ask him about how much he makes from his books, he’s always quick to say that he’s not in it for the money, and the small kickback he gets doesn’t even cover the amount of time each book takes him to write. The fact that he’s losing money (in the sense that his profits don’t equal the value of his time) makes him feel good that he’s making a sacrifice for the Kingdom of God. Although Joe is well-meaning and sincere, and willing to sacrifice time and money to build up God’s Church, he has been deceived in several ways. First, he wrongly assumes that Scripture allows the sale of ministry. What he’s doing is clearly Christian ministry, and both Jesus and Paul make it crystal clear through their lived example and teaching that ministry should never be sold, but it should definitely be supported by the free generosity of God’s people. Second, Joe wrongly believes that the only way Christian writers can care for their families and keep from poverty is by putting price tags on their books. The Bible and Church history are full of examples of servants of God who were provided for through the free giving of his people to do ministry, or who worked a secular job (like making tents) in order to pay the bills. Third, Joe has been deceived by promises of renown and acclaim if he publishes with a big-name publisher. Although he knows that he could distribute his book for free online digitally, and self-publish a paper version without receiving any profit, the lure of being perceived as a “legitimate” or “real” author because of the imprint of a well-known publisher prevailed. However, he covers up this desire for prestige by telling himself that a big publisher will reach more people. This may or may not be so, since he has never tried the alternative, but it doesn’t matter. God does not measure success in numbers of copies distributed, but rather in obedience. And obedience would mean giving his writing away, and supporting his ability to write by some other means than selling it. Joe is unintentionally living the lie that reaching more people with his writing is more important than obeying God. For him, the ends justify the means.  ⁠sellingjesus.org⁠ | ⁠thedoreanprinciple.org⁠ | ⁠copy.church⁠ Music: \"Amazing\" by Liborio Conti, https://www.no-copyright-music.com",
            "description_html": "<p>This series on &#34;<a href=\"https://sellingjesus.org/learn/profiles\" rel=\"nofollow\">⁠Christians Who Sell Jesus⁠</a>&#34; takes profiles that represent real-world scenarios wherein well-meaning individuals are actively engaged in the Jesus trade, often unwittingly. Our intention is to engage with practical matters and have an open conversation about how each person can follow more closely in Christ&#39;s footsteps and give ministry freely.</p><br/><p><br /></p><br/><p>Joe is a gifted author who writes books to help churches be healthier. He has valuable biblical teaching to share, and he genuinely wants to serve the Body of Christ. Since he has friends in high places, he’s been able to get his books published by a large and influential Christian publishing house. He’s happy that the publisher only charges $14.99 for each of his paperbacks, and $9.99 for the e-book versions. They pay him a dollar royalty for each sale. When people ask him about how much he makes from his books, he’s always quick to say that he’s not in it for the money, and the small kickback he gets doesn’t even cover the amount of time each book takes him to write. The fact that he’s losing money (in the sense that his profits don’t equal the value of his time) makes him feel good that he’s making a sacrifice for the Kingdom of God.</p><br/><p>Although Joe is well-meaning and sincere, and willing to sacrifice time and money to build up God’s Church, he has been deceived in several ways. First, he wrongly assumes that Scripture allows the sale of ministry. What he’s doing is clearly Christian ministry, and both Jesus and Paul make it crystal clear through their lived example and teaching that ministry should never be sold, but it should definitely be supported by the free generosity of God’s people.</p><br/><p>Second, Joe wrongly believes that the only way Christian writers can care for their families and keep from poverty is by putting price tags on their books. The Bible and Church history are full of examples of servants of God who were provided for through the free giving of his people to do ministry, or who worked a secular job (like making tents) in order to pay the bills.</p><br/><p>Third, Joe has been deceived by promises of renown and acclaim if he publishes with a big-name publisher. Although he knows that he could distribute his book for free online digitally, and self-publish a paper version without receiving any profit, the lure of being perceived as a “legitimate” or “real” author because of the imprint of a well-known publisher prevailed. However, he covers up this desire for prestige by telling himself that a big publisher will reach more people. This may or may not be so, since he has never tried the alternative, but it doesn’t matter. God does not measure success in numbers of copies distributed, but rather in obedience. And obedience would mean giving his writing away, and supporting his ability to write by some other means than selling it. Joe is unintentionally living the lie that reaching more people with his writing is more important than obeying God. For him, the ends justify the means.</p><br/><p><br /></p><br/><br/><p>Music: &#34;Amazing&#34; by Liborio Conti, https://www.no-copyright-music.com</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/77043104/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-9-10%2F80307a31-4f5f-8795-2367-ace6caf172a3.mp3",
            "duration": 3045821,
            "date": "2023-10-10",
            "image": "https://i.scdn.co/image/ab6765630000ba8aae5287828c65297e34878b5e",
            "number": 13
        },
        {
            "id": "2DTufxVYwEGNYZc0hRbdbE",
            "title": "The Bondage of the Word - Copyright & the Bible",
            "description": "For nearly a century, copyright legislation has been subtly but effectively applied, misused and abused in regard to the Word of God in order to chain the Bible to a new pulpit, differing in kind but not in essence from the restrictive practice so loudly decried in the Middle Ages. While the contemporary difference can be described in terms of dollars and cents, the net effect is identical: the free and unhindered access by God’s people to the revealed truth of his Word is restricted once more, this time not by the ecclesiastical hierarchy, but by the chains of copyright and financial ransom as demanded by the proprietary publishers. Has God’s Word suddenly ceased to be the “intellectual property” of God’s people? Must it now remain under the peculiar control of executives, scholars, and lawyers?  This is a paper presented at the Evangelical Theological Society in 1996 by Dr. Maurice Robinson. Dr. Robinson is a professor of New Testament and Greek, with expertise in NT textual criticism. We'll be talking more about copyright and intellectual property in the future and discuss whether they are biblically defensible. In the meanwhile, please visit ⁠⁠copy.church to learn more about this topic, especially the bondage of God's Word.  ⁠sellingjesus.org⁠ | ⁠thedoreanprinciple.org⁠ | ⁠copy.church⁠ Music: \"Hidden Beauty\" by Liborio Conti, https://www.no-copyright-music.com",
            "description_html": "<p>For nearly a century, copyright legislation has been subtly but effectively applied, misused and abused in regard to the Word of God in order to chain the Bible to a new pulpit, differing in kind but not in essence from the restrictive practice so loudly decried in the Middle Ages. While the contemporary difference can be described in terms of dollars and cents, the net effect is identical: the free and unhindered access by God’s people to the revealed truth of his Word is restricted once more, this time not by the ecclesiastical hierarchy, but by the chains of copyright and financial ransom as demanded by the proprietary publishers. Has God’s Word suddenly ceased to be the “intellectual property” of God’s people? Must it now remain under the peculiar control of executives, scholars, and lawyers?</p><br/><p><br /></p><br/><p>This is a paper presented at the Evangelical Theological Society in 1996 by Dr. <a href=\"https://en.wikipedia.org/wiki/Maurice_A._Robinson\" rel=\"nofollow\">Maurice Robinson</a>. Dr. Robinson is a professor of New Testament and Greek, with expertise in NT textual criticism. We&#39;ll be talking more about copyright and intellectual property in the future and discuss whether they are biblically defensible. In the meanwhile, please visit <a href=\"https://copy.church/\" rel=\"nofollow\">⁠⁠copy.church</a> to learn more about this topic, especially the bondage of God&#39;s Word.</p><br/><p><br /></p><br/><br/><p>Music: &#34;Hidden Beauty&#34; by Liborio Conti, https://www.no-copyright-music.com</p>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/76877204/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-9-6%2Fa93e33cc-0ca6-9cc9-7b62-e14d7fa58fdd.mp3",
            "duration": 3971479,
            "date": "2023-10-06",
            "image": "https://i.scdn.co/image/ab6765630000ba8a70a0a646a656fb33b8638a3f",
            "number": 12
        },
        {
            "id": "3Zx16pQ1QsIFW3mhgOaZEA",
            "title": "Does Jesus’ Command to “Freely Give” Apply Today?",
            "description": "People often attempt to justify the Jesus trade by dismissing the command of Christ in Matthew 10:8 as irrelevant to Christians today. They say that the command to freely give just doesn’t apply to us anymore, so we can sell the spiritual and the sacred without any problem now. In this episode Conley Owens addresses the issue and argues that the command of Christ does indeed apply to us today. Conley is the author of The Dorean Principle: A Biblical Response to the Commercialization of Christianity, and is a pastor at Silicon Valley Reformed Baptist Church.   sellingjesus.org⁠ | ⁠thedoreanprinciple.org⁠ | ⁠copy.church Music: \"Hidden Beauty\" by Liborio Conti, https://www.no-copyright-music.com ",
            "description_html": "<p>People often attempt to justify the Jesus trade by dismissing the command of Christ in Matthew 10:8 as irrelevant to Christians today. They say that the command to freely give just doesn’t apply to us anymore, so we can sell the spiritual and the sacred without any problem now. In this episode Conley Owens addresses the issue and argues that the command of Christ does indeed apply to us today. Conley is the author of <a href=\"https://thedoreanprinciple.org/\" rel=\"nofollow\">The Dorean Principle: A Biblical Response to the Commercialization of Christianity</a>, and is a pastor at <a href=\"https://svrbc.org/\" rel=\"nofollow\">Silicon Valley Reformed Baptist Church</a>. </p><br/><br/><p>Music: &#34;Hidden Beauty&#34; by Liborio Conti, https://www.no-copyright-music.com <br /></p>",
            "description_md": "",
            "transcript_md": "[Read the article this episode is based off.](https://sellingjesus.org/articles/freely-give-today)",
            "transcript_html": "<p><a href=\"https://sellingjesus.org/articles/freely-give-today\">Read the article this episode is based off.</a></p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/75817300/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-8-12%2Fd6c54913-d724-57f5-1642-2f12fcb3624d.mp3",
            "duration": 1754491,
            "date": "2023-09-12",
            "image": "https://i.scdn.co/image/ab6765630000ba8a64372785226ae9654e876672",
            "number": 11
        },
        {
            "id": "5ZKjpAoP5drYKcKPcvVrAf",
            "title": "Typical Objections to the Biblical Teaching that Ministry Should Be Free",
            "description": "In this episode Jon, Conley, and Andrew discuss some of the common objections that typically come up when Christians encounter resistance to the Jesus trade. There are a lot of people with their entire lives invested in a system that monetizes ministry like everything else on the market, and when we point out that the Bible condemns the sale of ministry, but commends the support of ministry through the free generosity of God’s people, there are a few knee-jerk reactions that tend to come up often. So this conversation is about these typical objections, and we do our best to respond. We hope this is helpful and edifying, and we realize that not everything we say in these conversations will be perfect or exhaustive, and so we encourage you to diligently search the scriptures for yourself and weigh what we have to say in the more thorough articles and resources over at sellingJesus.org.   Music: \"Hidden Beauty\" by Liborio Conti, https://www.no-copyright-music.com/  sellingJesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>In this episode Jon, Conley, and Andrew discuss some of the common objections that typically come up when Christians encounter resistance to the Jesus trade. There are a lot of people with their entire lives invested in a system that monetizes ministry like everything else on the market, and when we point out that the Bible condemns the sale of ministry, but commends the support of ministry through the free generosity of God’s people, there are a few knee-jerk reactions that tend to come up often. So this conversation is about these typical objections, and we do our best to respond. We hope this is helpful and edifying, and we realize that not everything we say in these conversations will be perfect or exhaustive, and so we encourage you to diligently search the scriptures for yourself and weigh what we have to say in the more thorough articles and resources over at <a href=\"https://sellingjesus.org/\" rel=\"nofollow\">sellingJesus.org</a>. </p><br/><p><br /></p><br/><p>Music: &#34;Hidden Beauty&#34; by Liborio Conti, https://www.no-copyright-music.com/</p><br/>",
            "description_md": "",
            "transcript_md": "",
            "transcript_html": "",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/75582046/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-8-7%2F20c1fd09-e0d3-3694-1642-67e56d821f91.mp3",
            "duration": 3176641,
            "date": "2023-09-07",
            "image": "https://i.scdn.co/image/ab6765630000ba8ae40bdea466cf18c5b0b356f8",
            "number": 10
        },
        {
            "id": "0qsO2GyY0IbL6uCYd9HUqG",
            "title": "The History of the Jesus Trade - Conversation 4",
            "description": "As Tim and his pastor continue their conversations, they discuss the history of how we got to this point in history where the monetization of ministry is so normal and such a respectable sin. They talk about how the early church had standards about money and ministry that would be foreign to us today, and how examples like Martin Luther's put most modern believers to shame. Finally, they unpack the way the American sprint towards wealth and materialism over the last 100+ years led to a series of compromises within the Church. The desire to do bigger and bigger ministry created the temptation to get more money to fund that ministry, and if it required the commercialization of Christianity, the ends justified the means. Books referenced: Faith in Reading God and Mammon More Money, More Ministry  sellingjesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>As Tim and his pastor continue their conversations, they discuss the history of how we got to this point in history where the monetization of ministry is so normal and such a respectable sin. They talk about how the early church had standards about money and ministry that would be foreign to us today, and how examples like Martin Luther&#39;s put most modern believers to shame. Finally, they unpack the way the American sprint towards wealth and materialism over the last 100&#43; years led to a series of compromises within the Church. The desire to do bigger and bigger ministry created the temptation to get more money to fund that ministry, and if it required the commercialization of Christianity, the ends justified the means.</p><br/><p>Books referenced:</p><br/><p><a href=\"https://www.amazon.com/Faith-Reading-Religious-Publishing-Religion/dp/0195335783\" rel=\"nofollow\">Faith in Reading</a></p><br/><p><a href=\"https://www.amazon.com/God-Mammon-Protestants-Market-1790-1860/dp/0195148010/ref&#61;sr_1_1?crid&#61;QQ3QNPO2GZ9O&amp;keywords&#61;god&#43;and&#43;mammon&amp;qid&#61;1693032478&amp;s&#61;books&amp;sprefix&#61;god&#43;and&#43;mammon%2Cstripbooks%2C176&amp;sr&#61;1-1&amp;ufe&#61;app_do%3Aamzn1.fos.006c50ae-5d4c-4777-9bc0-4513d670b6bc\" rel=\"nofollow\">God and Mammon</a></p><br/><p><a href=\"https://www.amazon.com/More-Money-Ministry-Evangelicals-American/dp/0802847773/ref&#61;sr_1_1?crid&#61;25K77XFIC0Y6N&amp;keywords&#61;More&#43;Money&#43;More&#43;Ministry&amp;qid&#61;1693032505&amp;s&#61;books&amp;sprefix&#61;more&#43;money&#43;more&#43;ministry%2Cstripbooks%2C171&amp;sr&#61;1-1\" rel=\"nofollow\">More Money, More Ministry</a></p><br/><p><br /></p><br/>",
            "description_md": "",
            "transcript_md": "[Read this conversation](https://sellingjesus.org/learn/conversations#topic-4)",
            "transcript_html": "<p><a href=\"https://sellingjesus.org/learn/conversations#topic-4\">Read this conversation</a></p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/75083638/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-7-26%2F98317267-b3b0-694f-e6db-67a22a2f60b5.mp3",
            "duration": 1290992,
            "date": "2023-08-26",
            "image": "https://i.scdn.co/image/ab6765630000ba8ac76c27f4cee6597ec2452550",
            "number": 9
        },
        {
            "id": "71akBsWekdBRq1dCUXArzP",
            "title": "The Command of Christ - Conversation 3",
            "description": "As Tim and his pastor continue their conversations, they discuss the interpretation of Matthew 10:8-11 and other key verses that help shed light on the difference between selling ministry and supporting ministry. They look at how believers should give support out of obligation to God, not man, and why Jesus' command to freely give applies to us today.  sellingjesus.org | thedoreanprinciple.org | copy.church  ",
            "description_html": "<p>As Tim and his pastor continue their conversations, they discuss the interpretation of Matthew 10:8-11 and other key verses that help shed light on the difference between selling ministry and supporting ministry. They look at how believers should give support out of obligation to God, not man, and why Jesus’ command to freely give applies to us today.</p>\n",
            "description_md": "As Tim and his pastor continue their conversations, they discuss the interpretation of Matthew 10:8-11 and other key verses that help shed light on the difference between selling ministry and supporting ministry. They look at how believers should give support out of obligation to God, not man, and why Jesus' command to freely give applies to us today.",
            "transcript_md": "[Read this conversation](https://sellingjesus.org/learn/conversations#topic-3)",
            "transcript_html": "<p><a href=\"https://sellingjesus.org/learn/conversations#topic-3\">Read this conversation</a></p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/74821045/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-7-19%2Fa9b4bdd4-87eb-94bd-969e-592fc57634bc.mp3",
            "duration": 769751,
            "date": "2023-08-19",
            "image": "https://i.scdn.co/image/ab6765630000ba8a74fd8343ff6572b30fdd9f1b",
            "number": 8
        },
        {
            "id": "5o4TeEUT5t5AogOi21aPHF",
            "title": "Pragmatism vs Principle - Conversation 2",
            "description": "As Tim and his pastor continue their conversations, they explore how the tendency to do \"whatever works\" has often triumphed over obeying Scripture, especially when it comes to money and ministry. They look at examples of how Christians can be tempted to sell spiritual things for the sake of expediency and outcomes that are perceived as beneficial to God's Kingdom. They also discuss the temptation to judge success by results instead of faithfulness to Scripture. It's important to anchor ministry firmly in Scripture rather than adapt to culture just to achieve outward growth and impact. sellingjesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>As Tim and his pastor continue their conversations, they explore how the tendency to do “whatever works” has often triumphed over obeying Scripture, especially when it comes to money and ministry. They look at examples of how Christians can be tempted to sell spiritual things for the sake of expediency and outcomes that are perceived as beneficial to God’s Kingdom. They also discuss the temptation to judge success by results instead of faithfulness to Scripture. It’s important to anchor ministry firmly in Scripture rather than adapt to culture just to achieve outward growth and impact.</p>\n",
            "description_md": "As Tim and his pastor continue their conversations, they explore how the tendency to do \"whatever works\" has often triumphed over obeying Scripture, especially when it comes to money and ministry. They look at examples of how Christians can be tempted to sell spiritual things for the sake of expediency and outcomes that are perceived as beneficial to God's Kingdom. They also discuss the temptation to judge success by results instead of faithfulness to Scripture. It's important to anchor ministry firmly in Scripture rather than adapt to culture just to achieve outward growth and impact.",
            "transcript_md": "[Read this conversation](https://sellingjesus.org/learn/conversations#topic-2)",
            "transcript_html": "<p><a href=\"https://sellingjesus.org/learn/conversations#topic-2\">Read this conversation</a></p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/74563597/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-7-13%2Fc76299b6-a8a3-8382-36ae-d498072af074.mp3",
            "duration": 756787,
            "date": "2023-08-14",
            "image": "https://i.scdn.co/image/ab6765630000ba8a13ed345710c3396234cf1aff",
            "number": 7
        },
        {
            "id": "2X1tXLtuRvitA2nYWIAa90",
            "title": "Our Lavish God - Conversation 1",
            "description": "With this short conversation between Tim and his pastor, we want to set the foundation for further discussions of generosity and biblical thinking about money and ministry. And that foundation is that we worship a stunningly lavish God who did not even spare his own son, but gave him up for us all, and freely gives us all things.  sellingjesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>With this short conversation between Tim and his pastor, we want to set the foundation for further discussions of generosity and biblical thinking about money and ministry. And that foundation is that we worship a stunningly lavish God who did not even spare his own son, but gave him up for us all, and freely gives us all things.</p>\n",
            "description_md": "With this short conversation between Tim and his pastor, we want to set the foundation for further discussions of generosity and biblical thinking about money and ministry. And that foundation is that we worship a stunningly lavish God who did not even spare his own son, but gave him up for us all, and freely gives us all things.",
            "transcript_md": "[Read this conversation](https://sellingjesus.org/learn/conversations#topic-1)",
            "transcript_html": "<p><a href=\"https://sellingjesus.org/learn/conversations#topic-1\">Read this conversation</a></p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/74125737/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-7-2%2F256192e9-6835-3149-7fdc-43d49cf0fa02.mp3",
            "duration": 515117,
            "date": "2023-08-02",
            "image": "https://i.scdn.co/image/ab6765630000ba8a3afc79b0bf4fce2f0c0ef9de",
            "number": 6
        },
        {
            "id": "1HtmH71xlOF51CELJPtsJU",
            "title": "What God Thought about Truth-Selling in Ancient Israel",
            "description": "Read the written version of this article here.  Truth was already being sold way back in the 8th century BC in the time of the prophet Micah, and what he wrote has implications for today’s monetizing of ministry. So, I invite you to join me in taking out the microscope and meditating on Micah 3:11.  \"Could it be possible that the richest, most materialistic societies in all of human history (Western nations) might have a tendency to do what is right in their own eyes regarding money and ministry?\"  Song fragment: Ballad in Plain Red by Derek Webb sellingjesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>Truth was already being sold way back in the 8th century BC in the time of the prophet Micah, and what he wrote has implications for today’s monetizing of ministry. So, I invite you to join me in taking out the microscope and meditating on Micah 3:11.\n“Could it be possible that the richest, most materialistic societies in all of human history (Western nations) might have a tendency to do what is right in their own eyes regarding money and ministry?”</p>\n",
            "description_md": "Truth was already being sold way back in the 8th century BC in the time of the prophet Micah, and what he wrote has implications for today’s monetizing of ministry. So, I invite you to join me in taking out the microscope and meditating on Micah 3:11.\n\"Could it be possible that the richest, most materialistic societies in all of human history (Western nations) might have a tendency to do what is right in their own eyes regarding money and ministry?\"",
            "transcript_md": "[Read the article this episode is based off.](https://sellingjesus.org/articles/selling-truth)",
            "transcript_html": "<p><a href=\"https://sellingjesus.org/articles/selling-truth\">Read the article this episode is based off.</a></p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/73566216/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-6-18%2F339788419-44100-2-0857961a147a9.m4a",
            "duration": 1038489,
            "date": "2023-07-18",
            "image": "https://i.scdn.co/image/ab6765630000ba8ad01c6db27fb713af40e1be95",
            "number": 5
        },
        {
            "id": "0C0fmdUdkuXPvogoKhEXeG",
            "title": "A Google Engineer's Journey to Clarity on What Scripture Teaches about Money and Ministry",
            "description": "Conley Owens is a pastor at Silicon Valley Reformed Baptist Church and a software engineer.  This is his story of discovering the Bible’s view of ministry fundraising.  \"I don’t know who may be listening to this or watching this.  Maybe you are a pastor who has been selling ministry material for a long time.  Maybe you are a new Christian who has never even been involved in ministry.  Regardless, I hope you will join us here on this channel in our pursuit of both personal reformation and global reformation, as we call the church to offer the gospel and biblical teaching the way Jesus did: freely.\" —Conley Owens  sellingjesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>Conley Owens is a pastor at Silicon Valley Reformed Baptist Church and a software engineer.  This is his story of discovering the Bible’s view of ministry fundraising.</p>\n<p>“I don’t know who may be listening to this or watching this.  Maybe you are a pastor who has been selling ministry material for a long time.  Maybe you are a new Christian who has never even been involved in ministry.  Regardless, I hope you will join us here on this channel in our pursuit of both personal reformation and global reformation, as we call the church to offer the gospel and biblical teaching the way Jesus did: freely.” —Conley Owens</p>\n",
            "description_md": "Conley Owens is a pastor at Silicon Valley Reformed Baptist Church and a software engineer.  This is his story of discovering the Bible’s view of ministry fundraising.\n\n\"I don’t know who may be listening to this or watching this.  Maybe you are a pastor who has been selling ministry material for a long time.  Maybe you are a new Christian who has never even been involved in ministry.  Regardless, I hope you will join us here on this channel in our pursuit of both personal reformation and global reformation, as we call the church to offer the gospel and biblical teaching the way Jesus did: freely.\" —Conley Owens",
            "transcript_md": "My name is Conley Owens.  I’m a bi-vocational pastor at Silicon Valley Reformed Baptist Church and a software engineer.  This is my story of discovering the Bible’s view of ministry fundraising.\n\nAs a child, I was raised in a Bible-saturated environment.  Both in church and at home, I was taught to value the things of God far above gold, yea, much fine gold. Of all the messages that were preached in my church, I recall the truth of Matthew 6:19-21.  As it would have been preached to me in the King James Version, it goes like this:\n\n\"Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal: For where your treasure is, there will your heart be also.\"\n\nAs any aspirational and ambitious child, I desired greatness.  I’m thankful that the godly influences in my life shaped this to be a desire for the right kind of greatness.  I recognized that worldly wealth would ultimately pass away and would only be valuable in as much as it was stewarded to transact with God for treasures in his kingdom.\n\nThis shaped the way I gave of my small allowance as a child, but also shaped my thinking as I grew into adulthood.  Regardless, my concern for generosity did not blossom into a concern over money and ministry until a much later time.\n\nJust before college, I was introduced to the concept of open source software.  In most other engineering disciplines, reverse engineering a product in order to understand it is perfectly legal.  For example, you can open up the hood of your car and examine how the engine is running.  However, in software, the process of taking apart the code involves making a copy, and theoretically constitutes a violation of copyright law.  In order to promote transparency and a healthier engineering culture, some projects have waived the majority of their copyrights and offered their software for free, allowing others to modify and redistribute the software as they please.\n\nOne thing that was truly fascinating about this was that many open source software projects were far more successful than their competitors.  Even financially, they would be able to pull in more funding, either through donations or corporate sponsorships.  Around this time, the organization known as Creative Commons was established.  Creative Commons is an organization that applies the same principle of open source software to other forms of content with its own suite of licenses.  I ended up starting a whole club about the topic of free licensing and that’s even where I met the woman who is now my wife.\n\nAll this involvement in free licensing caused me to question the way things were done by Christian organizations.  I saw that Bible versions weren’t able to be translated because of their stated terms.  Groups like Bible Study Fellowship would give handouts marked with warnings to not redistribute any of the material.  Even Bible study software packages like Logos required large sums of money from sincere students of the word, many of whom were poor.\n\nIf secular organizations found ways of remaining profitable while distributing their content and software for free, shouldn’t that be the case even more so for organizations whose highest aim is to advance the gospel?  I began emailing different organizations to see if they would be interested in changing their licensing.  Most saw no need, or assumed there would be hidden gotchas involved if they did things differently than everyone else.  Still others were actively opposed.  For example, I emailed the creator of the NET Bible about releasing it under terms that would allow more uses like translation into other languages.  The email response I received asserted that such an approach would encourage the corruption of Scripture.  These sorts of responses were discouraging.\n\nI was aware that the Bible addressed money and ministry.  For example 2 Corinthians 2:17 says that we should not be peddlers of God's word.  However, I assumed that the matter couldn’t be so straightforward.  This is simply how many ministries operate, and clearly texts like that didn’t overrule others that indicate ministers are supposed to be well supplied.  So I refrained from pushing my personal preferences for free licensing of ministry materials.  If the matter isn’t clear in Scripture, how could I bind the consciences of others?\n\nBut eventually, I would realize the matter is clear in Scripture.  One day in my workplace Bible study, I led the group through 3 John. 7-8.\n\n\"because they went out for the sake of the name, taking nothing from the Gentiles, we should therefore support such as these, that we may be fellow workers for the truth.\"\n\nThis passage presents it so clearly.  Ministries should be supported.  Which ones?  Those who don’t charge the recipients of their ministry.\n\nI presented this interpretation to the group, and they seemed to agree.  Then I gave an example of how this is violated by charging for Christian literature. This time they did not agree.  One lady in particular was very upset that I had maligned her heroes by this comment, otherwise godly men who made their living off of producing and selling Christian literature.\n\nHowever, this interaction didn’t discourage me.  Instead, in seeing how eager people were to shape their interpretations and applications of Scripture for the sake of loyalties, I was eager to figure out whether or not there was something really here in the Bible explaining the Biblical ethic, whether or not we had simply come to tolerate the sale of ministry just to preserve the status quo.\n\nNot long after that experience, I stumbled on 2 Corinthians 11, where Paul says he was willing to rob the Macedonians in order that he could preach to the Corinthians free of charge.  This same distinction seemed to be present: ministry that doesn’t charge should be financially supported.  I had begun seminary studies at this time, and I determined when it came time to write my thesis, I would examine these two passages and see how they applied to ministry fundraising.  I was determined to find out what the Bible had to say on the matter. Now, maybe it would be the case that 3 John and 2 Corinthians 11 would be the only two relevant texts and the rest of the thesis would simply be speculative application, but my task was set before me.\n\nPerhaps it goes without saying, but I was wrong. I was very wrong.  3 John and 2 Corintihans 11 were not the only relevant texts.  There were scores, many of which were very direct about the matter.  I structured the thesis primarily as an exploration of the times Paul accepted and rejected financial support.  The apostle clearly distinguished between selling ministry and being supported by those who gave in order to support his work.  As I would later call it, he distinguished between reciprocity and colabor.\n\nIronically, at that point, I hadn’t even really taken note of the most important verse in the whole topic. I had been simultaneously engaged in a deep study of the gospel of Luke so any time I wished to examine something from the synoptics, I would look there.  I can’t remember what brought it to my attention, but finally I stumbled over Matthew 10:8-10.  It wasn’t as though I hadn’t read the verse before; I had hundreds of times.  But this was the first time since starting this exploration, and having seen the reciprocity/colabor distinction in Paul’s epistles, there it was so clearly in the very words of Jesus.  “Freely you have received, freely give…a worker is worthy of his food.”  The disciples were not to sell the gospel or their miracles, but they were to be supported by households that desired to serve the Lord.\n\nThe timing on this was incredibly providential.  If I had come across Matthew 10 first, perhaps I would have seen the distinction between sale and support, between reciprocity and colabor, and then viewed Paul through that lens.  Now, that would be a perfectly reasonable way of reading Scripture.  The clear passages should interpret the less clear passages, and in this case, Jesus’ words are more clear than many of Paul’s.  However, at that point, perhaps I would question whether I was truly reading Paul contextually through the words of Jesus, or whether I was reading these concerns acontextually into Paul’s epistles without giving him a fair hearing.  The fact that I had wrestled with the apostle for over year and come to these conclusions made me that much more certain when I saw the exact same distinction expressed plainly in the words of Jesus.  Indeed, this is exactly what Paul intended.\n\nThe biblical ethic I saw was so clear, and the implications were so far-reaching.  I had to try to get this into the hands of more people.  I decided to write a book that would include the most important information and the strongest arguments.  This book is called The Dorean Principle: A Biblical Response to the Commercialization of Christianity.  Not only can you read this book online for free, but the publisher, FirstLove Publications, will even ship you a physical copy for free.  I had been considering offering the book for free online and selling physical copies, but Joe Jacowitz, the president of FirstLove challenged me on that.  Why risk undermining the whole message by sending mixed signals.  Why not just give as freely as possible and trust the Lord to be faithful.  With their partnership, that’s exactly what we did.\n\nEven since that time, this has been a matter of continual improvement and growing clarity for me.  For example, I was offered an adjunct professorship at a seminary that had provided free education, but was transitioning to charging tuition.  I accepted, justifying the situation by waiving the stipend I had been offered, thinking that if I didn’t receive anything because of it, there wouldn’t be a problem.  But the longer it sat on my conscience, the more I couldn’t bear to think about teaching behind a paywall.  Even if I weren’t the one taking the money, how could I give help only to those who pay?\n\nI don’t know who may be listening to this or watching this.  Maybe you are a pastor who has been selling ministry material for a long time.  Maybe you are a new Christian who has never even been involved in ministry.  Regardless, I hope you will join us here on this channel in our pursuit of both personal reformation and global reformation, as we call the church to offer the gospel and biblical teaching the way Jesus did: freely.",
            "transcript_html": "<p>My name is Conley Owens.  I’m a bi-vocational pastor at Silicon Valley Reformed Baptist Church and a software engineer.  This is my story of discovering the Bible’s view of ministry fundraising.</p>\n<p>As a child, I was raised in a Bible-saturated environment.  Both in church and at home, I was taught to value the things of God far above gold, yea, much fine gold. Of all the messages that were preached in my church, I recall the truth of Matthew 6:19-21.  As it would have been preached to me in the King James Version, it goes like this:</p>\n<p>“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal: For where your treasure is, there will your heart be also.”</p>\n<p>As any aspirational and ambitious child, I desired greatness.  I’m thankful that the godly influences in my life shaped this to be a desire for the right kind of greatness.  I recognized that worldly wealth would ultimately pass away and would only be valuable in as much as it was stewarded to transact with God for treasures in his kingdom.</p>\n<p>This shaped the way I gave of my small allowance as a child, but also shaped my thinking as I grew into adulthood.  Regardless, my concern for generosity did not blossom into a concern over money and ministry until a much later time.</p>\n<p>Just before college, I was introduced to the concept of open source software.  In most other engineering disciplines, reverse engineering a product in order to understand it is perfectly legal.  For example, you can open up the hood of your car and examine how the engine is running.  However, in software, the process of taking apart the code involves making a copy, and theoretically constitutes a violation of copyright law.  In order to promote transparency and a healthier engineering culture, some projects have waived the majority of their copyrights and offered their software for free, allowing others to modify and redistribute the software as they please.</p>\n<p>One thing that was truly fascinating about this was that many open source software projects were far more successful than their competitors.  Even financially, they would be able to pull in more funding, either through donations or corporate sponsorships.  Around this time, the organization known as Creative Commons was established.  Creative Commons is an organization that applies the same principle of open source software to other forms of content with its own suite of licenses.  I ended up starting a whole club about the topic of free licensing and that’s even where I met the woman who is now my wife.</p>\n<p>All this involvement in free licensing caused me to question the way things were done by Christian organizations.  I saw that Bible versions weren’t able to be translated because of their stated terms.  Groups like Bible Study Fellowship would give handouts marked with warnings to not redistribute any of the material.  Even Bible study software packages like Logos required large sums of money from sincere students of the word, many of whom were poor.</p>\n<p>If secular organizations found ways of remaining profitable while distributing their content and software for free, shouldn’t that be the case even more so for organizations whose highest aim is to advance the gospel?  I began emailing different organizations to see if they would be interested in changing their licensing.  Most saw no need, or assumed there would be hidden gotchas involved if they did things differently than everyone else.  Still others were actively opposed.  For example, I emailed the creator of the NET Bible about releasing it under terms that would allow more uses like translation into other languages.  The email response I received asserted that such an approach would encourage the corruption of Scripture.  These sorts of responses were discouraging.</p>\n<p>I was aware that the Bible addressed money and ministry.  For example 2 Corinthians 2:17 says that we should not be peddlers of God’s word.  However, I assumed that the matter couldn’t be so straightforward.  This is simply how many ministries operate, and clearly texts like that didn’t overrule others that indicate ministers are supposed to be well supplied.  So I refrained from pushing my personal preferences for free licensing of ministry materials.  If the matter isn’t clear in Scripture, how could I bind the consciences of others?</p>\n<p>But eventually, I would realize the matter is clear in Scripture.  One day in my workplace Bible study, I led the group through 3 John. 7-8.</p>\n<p>“because they went out for the sake of the name, taking nothing from the Gentiles, we should therefore support such as these, that we may be fellow workers for the truth.”</p>\n<p>This passage presents it so clearly.  Ministries should be supported.  Which ones?  Those who don’t charge the recipients of their ministry.</p>\n<p>I presented this interpretation to the group, and they seemed to agree.  Then I gave an example of how this is violated by charging for Christian literature. This time they did not agree.  One lady in particular was very upset that I had maligned her heroes by this comment, otherwise godly men who made their living off of producing and selling Christian literature.</p>\n<p>However, this interaction didn’t discourage me.  Instead, in seeing how eager people were to shape their interpretations and applications of Scripture for the sake of loyalties, I was eager to figure out whether or not there was something really here in the Bible explaining the Biblical ethic, whether or not we had simply come to tolerate the sale of ministry just to preserve the status quo.</p>\n<p>Not long after that experience, I stumbled on 2 Corinthians 11, where Paul says he was willing to rob the Macedonians in order that he could preach to the Corinthians free of charge.  This same distinction seemed to be present: ministry that doesn’t charge should be financially supported.  I had begun seminary studies at this time, and I determined when it came time to write my thesis, I would examine these two passages and see how they applied to ministry fundraising.  I was determined to find out what the Bible had to say on the matter. Now, maybe it would be the case that 3 John and 2 Corinthians 11 would be the only two relevant texts and the rest of the thesis would simply be speculative application, but my task was set before me.</p>\n<p>Perhaps it goes without saying, but I was wrong. I was very wrong.  3 John and 2 Corintihans 11 were not the only relevant texts.  There were scores, many of which were very direct about the matter.  I structured the thesis primarily as an exploration of the times Paul accepted and rejected financial support.  The apostle clearly distinguished between selling ministry and being supported by those who gave in order to support his work.  As I would later call it, he distinguished between reciprocity and colabor.</p>\n<p>Ironically, at that point, I hadn’t even really taken note of the most important verse in the whole topic. I had been simultaneously engaged in a deep study of the gospel of Luke so any time I wished to examine something from the synoptics, I would look there.  I can’t remember what brought it to my attention, but finally I stumbled over Matthew 10:8-10.  It wasn’t as though I hadn’t read the verse before; I had hundreds of times.  But this was the first time since starting this exploration, and having seen the reciprocity/colabor distinction in Paul’s epistles, there it was so clearly in the very words of Jesus.  “Freely you have received, freely give…a worker is worthy of his food.”  The disciples were not to sell the gospel or their miracles, but they were to be supported by households that desired to serve the Lord.</p>\n<p>The timing on this was incredibly providential.  If I had come across Matthew 10 first, perhaps I would have seen the distinction between sale and support, between reciprocity and colabor, and then viewed Paul through that lens.  Now, that would be a perfectly reasonable way of reading Scripture.  The clear passages should interpret the less clear passages, and in this case, Jesus’ words are more clear than many of Paul’s.  However, at that point, perhaps I would question whether I was truly reading Paul contextually through the words of Jesus, or whether I was reading these concerns acontextually into Paul’s epistles without giving him a fair hearing.  The fact that I had wrestled with the apostle for over year and come to these conclusions made me that much more certain when I saw the exact same distinction expressed plainly in the words of Jesus.  Indeed, this is exactly what Paul intended.</p>\n<p>The biblical ethic I saw was so clear, and the implications were so far-reaching.  I had to try to get this into the hands of more people.  I decided to write a book that would include the most important information and the strongest arguments.  This book is called The Dorean Principle: A Biblical Response to the Commercialization of Christianity.  Not only can you read this book online for free, but the publisher, FirstLove Publications, will even ship you a physical copy for free.  I had been considering offering the book for free online and selling physical copies, but Joe Jacowitz, the president of FirstLove challenged me on that.  Why risk undermining the whole message by sending mixed signals.  Why not just give as freely as possible and trust the Lord to be faithful.  With their partnership, that’s exactly what we did.</p>\n<p>Even since that time, this has been a matter of continual improvement and growing clarity for me.  For example, I was offered an adjunct professorship at a seminary that had provided free education, but was transitioning to charging tuition.  I accepted, justifying the situation by waiving the stipend I had been offered, thinking that if I didn’t receive anything because of it, there wouldn’t be a problem.  But the longer it sat on my conscience, the more I couldn’t bear to think about teaching behind a paywall.  Even if I weren’t the one taking the money, how could I give help only to those who pay?</p>\n<p>I don’t know who may be listening to this or watching this.  Maybe you are a pastor who has been selling ministry material for a long time.  Maybe you are a new Christian who has never even been involved in ministry.  Regardless, I hope you will join us here on this channel in our pursuit of both personal reformation and global reformation, as we call the church to offer the gospel and biblical teaching the way Jesus did: freely.</p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/73563182/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-6-18%2Ffc74c843-6489-c788-fd5c-828dbf908ae5.mp3",
            "duration": 660819,
            "date": "2023-07-18",
            "image": "https://i.scdn.co/image/ab6765630000ba8a65594da0bf608087a956746b",
            "number": 4
        },
        {
            "id": "4ka49JooCIDoy0kvs15bBK",
            "title": "Who Really Owns God’s Word? - Jon’s Journey to Freely Giving Scripture",
            "description": "Through many twists and turns, Jon comes to the conviction that God is actually the owner of his Word, and that the commercialization and legal restriction of it is contrary to the gospel, the spirit of Christ, and Scripture itself. Visit  his website ⁠copy.church to learn more.  sellingjesus.org | thedoreanprinciple.org | copy.church  ",
            "description_html": "<p>Through many twists and turns, Jon comes to the conviction that God is actually the owner of his Word, and that the commercialization and legal restriction of it is contrary to the gospel, the spirit of Christ, and Scripture itself. Visit his website ⁠copy.church to learn more.</p>\n",
            "description_md": "Through many twists and turns, Jon comes to the conviction that God is actually the owner of his Word, and that the commercialization and legal restriction of it is contrary to the gospel, the spirit of Christ, and Scripture itself. Visit his website ⁠copy.church to learn more.",
            "transcript_md": "Hi, I’m Jon, I founded a company for creating apps for mission, called Gracious Tech. I also started Let’s copy, church, which is a website advocating for releasing ministry resources from copyright, which you can find at copy.church.\n\nWhile I am passionate about the complete free giving of ministry resources, it has been a long journey where I have at times gone back and forth about what terms ministry resources should be licensed under. So I’ll share a bit about what has led me to have such strong convictions about what Scripture says on this topic, and how it should be applied to us today.\n\nMy first encounters with copyright and trying to monetize creations was back in high school. For my major work in my last year of high school, I developed a software program designed to assist students in their studies, helping them manage their assessments, and keep track of things.\n\nDuring that time, I experienced what I now like to call \"pre-launch anxiety.\" You see, after dedicating an enormous amount of time to crafting and perfecting something, you begin to become very possessive over it.\n\nWhat if someone comes along and takes what I've worked so hard to create? What if they copy it and potentially profit from all the effort I've poured into it? Especially when you've poured over a year's worth of work into it, as I had. It's a daunting thought.\n\nIn an attempt to protect my study program, I reached out to an intellectual property lawyer. I wanted to learn everything I could about copyright and patents, hoping to safeguard my creation. Looking back, it's quite amusing to think about it. Back then, I hadn't fully grasped just how expensive legal services could be.\n\nAnd ironically, I never actually got around to publishing that project, due to becoming busy with other commitments. Despite never releasing it, I had spent a lot of mental energy worrying that someone might copy and profit from what I had created. But such fears in hindsight were very irrational.\n\n### Gospel comparison website\n\nLater on, I had this idea of using my programming skills for the sake of the gospel, and I came up with a website for comparing the Gospels to more easily see where they overlap. These days, you can easily find a variety of tools for comparing the gospels. But back then, they were pretty much non-existent.\n\nLittle did I know, this endeavor would be my first introduction to the complexities of Bible copyright.\n\nI was excited about the project and worked tirelessly on it. However, at some point along the way, it hit me—copyright might pose a problem. So, I decided to dig into the licensing terms printed at the front of my Bible, hoping to find some clarity. Well, let's just say it was a bit of a reality check. It turned out that I wouldn't be able to make or publish my idea after all.\n\nFeeling a bit disheartened, I reached out to a Christian lecturer at my university, seeking advice on the copyright matter and what steps I should take. Unfortunately, their guidance didn't provide any practical solutions. At that time, as someone unfamiliar with copyright and the publishing industry in general, I had no idea that seeking permission was even an option.\n\nI was clueless about the process and, honestly, even if I managed to figure it out, I highly doubted that anyone would pay attention to a university student like me. So, in the end, I had to let go of the project. It wasn't because I couldn't technically make it happen, but the legal hurdles made it clear that pursuing it wasn't worth it.\n\n### Open source plugin\n\nA while later, I did actually have a project that took off to some extent. It was an exciting time for me because it was my first project to take off. I created a plugin for a text editor, and it gained quite a bit of popularity. During that period, I had delved deep into the world of Linux, the open-source operating system.\n\nI fully embraced the open-source software culture and transitioned away from Windows. My computer ran solely on open-source software, and it was great. The beauty of it was that it was completely free—a gift from people all around the world who generously donated their time, efforts, and talents to create something valuable without asking for anything in return.\n\nThe alignment between this open-source ethos and the principles of the gospel deeply inspired me. So, when it came to releasing my plugin, I made the conscious decision to offer it for free as well. In the Linux software community, there is this culture and expectation that you should share your creations freely, openly licensing them.\n\nEmbracing that culture brought me great  joy. I released my plugin as open source, and soon enough, hundreds of people started using it. When I shared this with my friends, they thought I was crazy. They couldn't quite understand why I had created something that was gaining traction without seeking any financial gain from it.\n\nFor them, it just didn't make sense. But for me, it was a source of joy. Seeing people benefit from something I had made, without any expectation of payment, was very satisfying, even though it wasn’t even a Christian project.\n\n### Open source Bible apps\n\nAround that time, I discovered some great open-source Bible apps that were free to use and free to improve too.\n\nHowever, I soon realized that none of the popular Bible translations were available, particularly the NIV, which I had grown up using and was the default translation for most churches around me. Interestingly, the ESV was an option for a while, but as of the last few years, even that has ceased to be the case.\n\nI began diving into forums and reading the comments of developers who were trying to gain access to these Bible translations. It was during this process that I learned about the challenges they faced due to licensing restrictions. I found it strange to think that the very organizations entrusted with spreading God's word were the ones hindering its accessibility.\n\nAt the time, I didn't possess a strong theological foundation to question their practices, but deep within me, I felt that something was amiss. It seemed contrary to the spirit of the gospel. Unfortunately, I lacked a solid understanding of how to address this issue and could only hope that one day they would have a change of heart.\n\nI held on to the belief that things would eventually change. I believed in the future of open source, and as it turns out, I was right in many ways. Nowadays, open-source software is running on almost everyone's phones and computers, often without them even realizing it. Commercial software still exists, of course, but open source has achieved incredible success and has become virtually ubiquitous across all devices.\n\nWith that in mind, I couldn't fathom that this state of affairs would persist indefinitely. I assumed that these Bible organizations would eventually come to their senses and recognize the futility of restricting God's word, especially when used in non-commercial apps.\n\nHowever, I gradually relinquished any hopes of creating something myself, mainly because I was just a lone individual without much experience in such matters at that time.\n\n### App for sharing Scripture\n\nMany years later, while serving on the mission field, I initially considered leaving my IT experience behind. However, when sharing the Gospel with different friends I met, I came up with the idea of creating an app to more easily share Scripture with them.\n\nIn the environment I was working in, people had no Christian background whatsoever. They had little knowledge of the Bible or Jesus, and simply handing them an entire Bible would be overwhelming for them. They didn't know where to start or how to find Jesus within its pages. \n\nTo address this, I believed it would be more helpful to collect key passages that individuals could read without getting lost. This approach would gradually build their knowledge and encourage them to explore more passages, eventually leading them to read the entire Bible. \n\nHowever, I was determined not to include my own commentary. As a missionary, I had developed a skepticism towards resources created by others, as it was a lot of work to discern the quality and accuracy of materials written in a language I was still learning myself.\n\nInstead, I figured that quoting plain Scripture would be the most valuable approach. Fellow workers would immediately recognize and trust the words of the Bible, eliminating any potential concerns. I assumed there wouldn't be any licensing issues since I would be using a relatively small amount of Scripture, usually 10 to 15 small passages at a time, well below the typical 500-verse limit.\n\nHowever, I soon discovered that I hadn't fully grasped the intricacies of Bible licensing terms. Almost all Bibles include a clause stating that you can quote Scripture up to 500 verses, as long as you don't share a complete book AND as long as the quoted verses don't exceed 25% of the total text in which they are used. Many people misinterpret this as limiting the quoted verses to 25% of a book in the Bible. When actually, it refers to the work in which the verses are quoted. This means that sharing plain Scripture is forbidden. Scripture could only make up a quarter of the content on a given page, and the rest had to be filled with personal commentary.\n\nThis restriction directly contradicted my intentions for the app. I didn't want to add my own commentary or paraphrase Scripture. I wanted other ministry workers to use it with confidence, trusting it was the Bible and nothing else. The more I learnt, the more I realized that the licensing terms would effectively kill the concept of my app.\n\nAt the time, I had never approached a publisher for permission, and I had no idea how to go about that process. I attempted to research online, but it seemed complex and required establishing my own organization. I contemplated approaching the publisher under the umbrella of the organization I was a part of, but it wouldn’t be scalable. Even if I obtained permission for myself, others would still lack permission to use the app for their own purposes. This directly contradicted the fundamental goal of the project—to create a tool that allowed customizing the content shared, allowing others to choose their own sets of passages.\n\nConsidering all these factors, it became clear that asking for permission wouldn't be a viable solution. The very essence of my project relied on enabling others to create their own story sets as well. Without that possibility, the scope of what I was trying to achieve would be severely limited.\n\nI brainstormed various techniques, such as combining different translations to ensure no single translation exceeded a quarter of the work. However, none of these approaches proved suitable, and I was unwilling to exploit any loopholes. I wanted to operate in good faith. After much effort and working on the project for over a year, it became stuck due to those legal barriers and never ended up getting properly launched.\n\n### Secure newsletter software\n\nLater on, I established my own organization dedicated to creating apps for mission work. After many years of ministry experience, I had many ideas for projects, particularly ones involving the Bible and different ways of engaging with Scripture. However, as I sat down to evaluate these ideas and consider the roadblocks that might arise, I realized that all the Bible-related projects faced legal hurdles.\n\nI pondered whether these projects would be feasible at all. Technically, I had the skills to create them, and I knew I could overcome any technical obstacles. However, if I encountered a legal barrier, it could bring everything to a halt. This was especially true considering that most Christians rely on only one or two Bible translations.\n\nIf my app didn't include the translations people trusted, it would be rendered useless to a significant number of Christians, not just in English but in other languages as well. It didn't matter how innovative or feature-rich the app was; without the right translations, it wouldn't gain traction. This realization made me think: even if I approached publishers for permission, I would likely need to present them with a prototype to demonstrate the app's value. This meant doing a substantial amount of work upfront, only for them to potentially reject the idea. If they did, it would be a dead-end for the project.\n\nRather than taking that uncertain path, I opted to focus on other app ideas that would prove valuable to missionaries and others. As a result, my organization's first major app was secure newsletter software, which gained popularity. Today, there are hundreds of users finding it helpful to safely connect with their supporters.\n\n### Bible APIs\n\nBut my passion has always been to create apps that engage with Scripture. After successfully launching the newsletter app, I turned my attention back to the Bible-focused apps I had in mind. I knew I had to find a way to make it work, so I started researching Bible APIs—which are platforms that power Bible apps by providing access to various translations.\n\nHowever, I soon discovered that even these platforms had their own set of terms and conditions. They imposed request limits and cache limits, and while some were quite generous, they still presented rigid boundaries. If I exceeded those limits, I would have to enter into an agreement with the organization behind the platform, which brought uncertainties. Would I have to pay? What would be the cost of it all? And even if I reached an agreement, would I obtain the necessary permissions, or would I hit a roadblock?\n\nThis added another layer of legal complexity on top of dealing with the licenses of Bible translations. Not only that, but some platforms required collecting data from users, which goes against my organization’s value of being privacy-focused. They require such measures out of fear that their translations will be abused in some way.\n\nThe reality however is that such measures are non-sensitical, as copying Scripture is incredibly easy. Even an amateur programmer could write a script to rip off entire translations from Bible Gateway or Bible.com. They could do it in a day.\n\nI decided none of these APIs were suitable for the kind of projects I wanted to create. So I realized I’d have to create my own Bible platform from scratch. I developed it as an open-source project, allowing anyone to contribute to it or create their own version. They could customize it according to their needs and use it however they saw fit. It has so far turned out to be far more efficient than the other platforms available. It is faster, cheaper to run, and doesn’t burden users with authentication requirements or locked content.\n\n### Digital rights system for Bible translations\n\nIn order to get permission to use Bible translations I needed access to a digital rights system which the majority of the world's Bible translations use. Naively, I thought that by gaining access to this system, it would be easy to obtain permission for using various Bible translations worldwide. From a technological standpoint, it's incredibly simple to incorporate multiple languages into an app. So, I wanted to ensure that my app catered to users across the globe, not just a single country or a specific language group.\n\nWhen I gained access to the platform, I quickly realized that it only granted me permission to request permission. After spending over a decade getting to this point, by starting my own organization, registering it as a non-profit, dealing with finances and business matters, and establishing a reputation through app launches and collaborations with mission agencies… In the end, all I could do in the system was ask for permission!\n\nI discovered that there were hundreds of rights holders and thousands of translations within the system. Forming individual agreements for each translation proved to be a very tedious process. It meant having to connect with numerous rights holders, explain my use case, and try to convince them of its value. In return, they would present their own conditions, including reporting requirements on the number of users and, in some cases, demand royalties and payment, or even collect personal data from users.\n\nObtaining permissions for all the world's translations would be an incredibly expensive endeavor due to the royalty payments alone. Moreover, it would take decades to navigate and finalize agreements for such a vast number of translations. The average back-and-forth email exchange when seeking permission can take months.\n\nAs a result, there are only a handful of organizations in the world, that have managed to include a substantial number of translations in their apps. Bible.com, in particular, stands out as the platform that has the largest collection of translations because they have been active since the early days of the iPhone. They've had the time to establish those agreements and have grown to such prominence that new translations often approach them for inclusion.\n\nFor any other developer starting from scratch, it's a difficult task, as they lack the recognition and legal status necessary to easily secure such permissions.\n\n### Let’s copy, church\n\nSo it was actually when I had reached the point of starting to secure access to translations myself that I decided I didn’t want to. I didn’t want to be part of the commercialization and restricting of access to Scripture.\n\nAnd so I had a decision to make. Should I invest many more years in attempting to secure translations for my apps, likely facing numerous rejections and demanding reporting requirements that conflicted with privacy concerns? It would only make my apps less efficient and more complex, consuming an enormous amount of time. It seemed like a complete waste of my efforts.\n\nInstead, I pondered whether I should spend my time advocating for change and promoting the free sharing of Scripture, as Jesus commanded. For me, the choice was clear. Rather than getting entangled in contractual obligations with various Bible societies, I resolved to devote my time to advocating for change. And that's when I started the website Let’s copy, church, which you can find at copy.church.\n\nOne of my first initiatives was a page that explains the restrictive nature of these licenses. I delved into the licenses of the most popular modern English translations and compared them, coming up with an objective scoring system based on their legal text. This scoring system offered a clear depiction of what you could and couldn't do with these translations, contrasting them with openly licensed or public domain translations. By doing so, people could understand the stark differences between commercial translations and those freely available.\n\nDuring the creation of this website and while discussing these matters in my newsletters, a friend of mine mentioned a book called \"The Dorean Principle\" by Conley Owens. The subtitle immediately caught my attention: \"A biblical response to the commercialization of Christianity.\" It aligned perfectly with the topics I had begun addressing myself.\n\nAround the same time, my church was considering using a paid platform for discipleship courses, and we were discussing its potential usefulness. After a brief evaluation of its content, I noticed its high price and, more strikingly, the language used to market it. The slogans and marketing tactics mirrored those employed by profit-driven businesses: phrases like \"pricing made simple,\" and \"unlimited means unlimited,\" and \"choose the best plan for your needs.\" They even featured discounts like \"50% off.\" It was disturbing to see how similar these marketing strategies were to those of any other commercial venture solely focused on making money.\n\nIt was at that point I began speaking out not only about licensing issues but also about how ministry itself had become commercialized. Throughout my endeavors, I worked tirelessly to make my works freely accessible, removing barriers whenever possible. Meanwhile, other organizations erected paywalls and sought to extract money from people. I knew it was wrong, but I couldn't quite articulate why. I would look to Scripture, finding passages like \"don't muzzle the ox while it treads out the grain,\" and “a worker deserves their wages”, so financing ministry was certainly a biblical thing.\n\nBut I also knew trying to profit from ministry was inconsistent with the spirit of the gospel and what Paul was trying to convey. Both Paul and Jesus had demonstrated a willingness to give freely, yet these websites and services were priced and marketed in ways that were unnecessary.\n\nSo reading \"The Dorean Principle\" was a breath of fresh air. Suddenly, everything fell into place. It connected all the pieces of the puzzle I had been grappling with for years, deep inside. This principle helped me articulate what I had been sensing all along.\n\nWhile I am concerned about how various forms of ministry have been commercialized, my primary focus remains on Scripture. I believe that the commercialization and restriction of God's Word poses the greatest challenge for the church. Scripture, after all, belongs to God. We even refer to it as the word of God. Is it God's or not? If it belongs to God, then it should be freely shared, and no one has the right to commercialize or restrict it.",
            "transcript_html": "<p>Hi, I’m Jon, I founded a company for creating apps for mission, called Gracious Tech. I also started Let’s copy, church, which is a website advocating for releasing ministry resources from copyright, which you can find at copy.church.</p>\n<p>While I am passionate about the complete free giving of ministry resources, it has been a long journey where I have at times gone back and forth about what terms ministry resources should be licensed under. So I’ll share a bit about what has led me to have such strong convictions about what Scripture says on this topic, and how it should be applied to us today.</p>\n<p>My first encounters with copyright and trying to monetize creations was back in high school. For my major work in my last year of high school, I developed a software program designed to assist students in their studies, helping them manage their assessments, and keep track of things.</p>\n<p>During that time, I experienced what I now like to call “pre-launch anxiety.” You see, after dedicating an enormous amount of time to crafting and perfecting something, you begin to become very possessive over it.</p>\n<p>What if someone comes along and takes what I’ve worked so hard to create? What if they copy it and potentially profit from all the effort I’ve poured into it? Especially when you’ve poured over a year’s worth of work into it, as I had. It’s a daunting thought.</p>\n<p>In an attempt to protect my study program, I reached out to an intellectual property lawyer. I wanted to learn everything I could about copyright and patents, hoping to safeguard my creation. Looking back, it’s quite amusing to think about it. Back then, I hadn’t fully grasped just how expensive legal services could be.</p>\n<p>And ironically, I never actually got around to publishing that project, due to becoming busy with other commitments. Despite never releasing it, I had spent a lot of mental energy worrying that someone might copy and profit from what I had created. But such fears in hindsight were very irrational.</p>\n<h3>Gospel comparison website</h3>\n<p>Later on, I had this idea of using my programming skills for the sake of the gospel, and I came up with a website for comparing the Gospels to more easily see where they overlap. These days, you can easily find a variety of tools for comparing the gospels. But back then, they were pretty much non-existent.</p>\n<p>Little did I know, this endeavor would be my first introduction to the complexities of Bible copyright.</p>\n<p>I was excited about the project and worked tirelessly on it. However, at some point along the way, it hit me—copyright might pose a problem. So, I decided to dig into the licensing terms printed at the front of my Bible, hoping to find some clarity. Well, let’s just say it was a bit of a reality check. It turned out that I wouldn’t be able to make or publish my idea after all.</p>\n<p>Feeling a bit disheartened, I reached out to a Christian lecturer at my university, seeking advice on the copyright matter and what steps I should take. Unfortunately, their guidance didn’t provide any practical solutions. At that time, as someone unfamiliar with copyright and the publishing industry in general, I had no idea that seeking permission was even an option.</p>\n<p>I was clueless about the process and, honestly, even if I managed to figure it out, I highly doubted that anyone would pay attention to a university student like me. So, in the end, I had to let go of the project. It wasn’t because I couldn’t technically make it happen, but the legal hurdles made it clear that pursuing it wasn’t worth it.</p>\n<h3>Open source plugin</h3>\n<p>A while later, I did actually have a project that took off to some extent. It was an exciting time for me because it was my first project to take off. I created a plugin for a text editor, and it gained quite a bit of popularity. During that period, I had delved deep into the world of Linux, the open-source operating system.</p>\n<p>I fully embraced the open-source software culture and transitioned away from Windows. My computer ran solely on open-source software, and it was great. The beauty of it was that it was completely free—a gift from people all around the world who generously donated their time, efforts, and talents to create something valuable without asking for anything in return.</p>\n<p>The alignment between this open-source ethos and the principles of the gospel deeply inspired me. So, when it came to releasing my plugin, I made the conscious decision to offer it for free as well. In the Linux software community, there is this culture and expectation that you should share your creations freely, openly licensing them.</p>\n<p>Embracing that culture brought me great  joy. I released my plugin as open source, and soon enough, hundreds of people started using it. When I shared this with my friends, they thought I was crazy. They couldn’t quite understand why I had created something that was gaining traction without seeking any financial gain from it.</p>\n<p>For them, it just didn’t make sense. But for me, it was a source of joy. Seeing people benefit from something I had made, without any expectation of payment, was very satisfying, even though it wasn’t even a Christian project.</p>\n<h3>Open source Bible apps</h3>\n<p>Around that time, I discovered some great open-source Bible apps that were free to use and free to improve too.</p>\n<p>However, I soon realized that none of the popular Bible translations were available, particularly the NIV, which I had grown up using and was the default translation for most churches around me. Interestingly, the ESV was an option for a while, but as of the last few years, even that has ceased to be the case.</p>\n<p>I began diving into forums and reading the comments of developers who were trying to gain access to these Bible translations. It was during this process that I learned about the challenges they faced due to licensing restrictions. I found it strange to think that the very organizations entrusted with spreading God’s word were the ones hindering its accessibility.</p>\n<p>At the time, I didn’t possess a strong theological foundation to question their practices, but deep within me, I felt that something was amiss. It seemed contrary to the spirit of the gospel. Unfortunately, I lacked a solid understanding of how to address this issue and could only hope that one day they would have a change of heart.</p>\n<p>I held on to the belief that things would eventually change. I believed in the future of open source, and as it turns out, I was right in many ways. Nowadays, open-source software is running on almost everyone’s phones and computers, often without them even realizing it. Commercial software still exists, of course, but open source has achieved incredible success and has become virtually ubiquitous across all devices.</p>\n<p>With that in mind, I couldn’t fathom that this state of affairs would persist indefinitely. I assumed that these Bible organizations would eventually come to their senses and recognize the futility of restricting God’s word, especially when used in non-commercial apps.</p>\n<p>However, I gradually relinquished any hopes of creating something myself, mainly because I was just a lone individual without much experience in such matters at that time.</p>\n<h3>App for sharing Scripture</h3>\n<p>Many years later, while serving on the mission field, I initially considered leaving my IT experience behind. However, when sharing the Gospel with different friends I met, I came up with the idea of creating an app to more easily share Scripture with them.</p>\n<p>In the environment I was working in, people had no Christian background whatsoever. They had little knowledge of the Bible or Jesus, and simply handing them an entire Bible would be overwhelming for them. They didn’t know where to start or how to find Jesus within its pages.</p>\n<p>To address this, I believed it would be more helpful to collect key passages that individuals could read without getting lost. This approach would gradually build their knowledge and encourage them to explore more passages, eventually leading them to read the entire Bible.</p>\n<p>However, I was determined not to include my own commentary. As a missionary, I had developed a skepticism towards resources created by others, as it was a lot of work to discern the quality and accuracy of materials written in a language I was still learning myself.</p>\n<p>Instead, I figured that quoting plain Scripture would be the most valuable approach. Fellow workers would immediately recognize and trust the words of the Bible, eliminating any potential concerns. I assumed there wouldn’t be any licensing issues since I would be using a relatively small amount of Scripture, usually 10 to 15 small passages at a time, well below the typical 500-verse limit.</p>\n<p>However, I soon discovered that I hadn’t fully grasped the intricacies of Bible licensing terms. Almost all Bibles include a clause stating that you can quote Scripture up to 500 verses, as long as you don’t share a complete book AND as long as the quoted verses don’t exceed 25% of the total text in which they are used. Many people misinterpret this as limiting the quoted verses to 25% of a book in the Bible. When actually, it refers to the work in which the verses are quoted. This means that sharing plain Scripture is forbidden. Scripture could only make up a quarter of the content on a given page, and the rest had to be filled with personal commentary.</p>\n<p>This restriction directly contradicted my intentions for the app. I didn’t want to add my own commentary or paraphrase Scripture. I wanted other ministry workers to use it with confidence, trusting it was the Bible and nothing else. The more I learnt, the more I realized that the licensing terms would effectively kill the concept of my app.</p>\n<p>At the time, I had never approached a publisher for permission, and I had no idea how to go about that process. I attempted to research online, but it seemed complex and required establishing my own organization. I contemplated approaching the publisher under the umbrella of the organization I was a part of, but it wouldn’t be scalable. Even if I obtained permission for myself, others would still lack permission to use the app for their own purposes. This directly contradicted the fundamental goal of the project—to create a tool that allowed customizing the content shared, allowing others to choose their own sets of passages.</p>\n<p>Considering all these factors, it became clear that asking for permission wouldn’t be a viable solution. The very essence of my project relied on enabling others to create their own story sets as well. Without that possibility, the scope of what I was trying to achieve would be severely limited.</p>\n<p>I brainstormed various techniques, such as combining different translations to ensure no single translation exceeded a quarter of the work. However, none of these approaches proved suitable, and I was unwilling to exploit any loopholes. I wanted to operate in good faith. After much effort and working on the project for over a year, it became stuck due to those legal barriers and never ended up getting properly launched.</p>\n<h3>Secure newsletter software</h3>\n<p>Later on, I established my own organization dedicated to creating apps for mission work. After many years of ministry experience, I had many ideas for projects, particularly ones involving the Bible and different ways of engaging with Scripture. However, as I sat down to evaluate these ideas and consider the roadblocks that might arise, I realized that all the Bible-related projects faced legal hurdles.</p>\n<p>I pondered whether these projects would be feasible at all. Technically, I had the skills to create them, and I knew I could overcome any technical obstacles. However, if I encountered a legal barrier, it could bring everything to a halt. This was especially true considering that most Christians rely on only one or two Bible translations.</p>\n<p>If my app didn’t include the translations people trusted, it would be rendered useless to a significant number of Christians, not just in English but in other languages as well. It didn’t matter how innovative or feature-rich the app was; without the right translations, it wouldn’t gain traction. This realization made me think: even if I approached publishers for permission, I would likely need to present them with a prototype to demonstrate the app’s value. This meant doing a substantial amount of work upfront, only for them to potentially reject the idea. If they did, it would be a dead-end for the project.</p>\n<p>Rather than taking that uncertain path, I opted to focus on other app ideas that would prove valuable to missionaries and others. As a result, my organization’s first major app was secure newsletter software, which gained popularity. Today, there are hundreds of users finding it helpful to safely connect with their supporters.</p>\n<h3>Bible APIs</h3>\n<p>But my passion has always been to create apps that engage with Scripture. After successfully launching the newsletter app, I turned my attention back to the Bible-focused apps I had in mind. I knew I had to find a way to make it work, so I started researching Bible APIs—which are platforms that power Bible apps by providing access to various translations.</p>\n<p>However, I soon discovered that even these platforms had their own set of terms and conditions. They imposed request limits and cache limits, and while some were quite generous, they still presented rigid boundaries. If I exceeded those limits, I would have to enter into an agreement with the organization behind the platform, which brought uncertainties. Would I have to pay? What would be the cost of it all? And even if I reached an agreement, would I obtain the necessary permissions, or would I hit a roadblock?</p>\n<p>This added another layer of legal complexity on top of dealing with the licenses of Bible translations. Not only that, but some platforms required collecting data from users, which goes against my organization’s value of being privacy-focused. They require such measures out of fear that their translations will be abused in some way.</p>\n<p>The reality however is that such measures are non-sensitical, as copying Scripture is incredibly easy. Even an amateur programmer could write a script to rip off entire translations from Bible Gateway or <a href=\"http://Bible.com\">Bible.com</a>. They could do it in a day.</p>\n<p>I decided none of these APIs were suitable for the kind of projects I wanted to create. So I realized I’d have to create my own Bible platform from scratch. I developed it as an open-source project, allowing anyone to contribute to it or create their own version. They could customize it according to their needs and use it however they saw fit. It has so far turned out to be far more efficient than the other platforms available. It is faster, cheaper to run, and doesn’t burden users with authentication requirements or locked content.</p>\n<h3>Digital rights system for Bible translations</h3>\n<p>In order to get permission to use Bible translations I needed access to a digital rights system which the majority of the world’s Bible translations use. Naively, I thought that by gaining access to this system, it would be easy to obtain permission for using various Bible translations worldwide. From a technological standpoint, it’s incredibly simple to incorporate multiple languages into an app. So, I wanted to ensure that my app catered to users across the globe, not just a single country or a specific language group.</p>\n<p>When I gained access to the platform, I quickly realized that it only granted me permission to request permission. After spending over a decade getting to this point, by starting my own organization, registering it as a non-profit, dealing with finances and business matters, and establishing a reputation through app launches and collaborations with mission agencies… In the end, all I could do in the system was ask for permission!</p>\n<p>I discovered that there were hundreds of rights holders and thousands of translations within the system. Forming individual agreements for each translation proved to be a very tedious process. It meant having to connect with numerous rights holders, explain my use case, and try to convince them of its value. In return, they would present their own conditions, including reporting requirements on the number of users and, in some cases, demand royalties and payment, or even collect personal data from users.</p>\n<p>Obtaining permissions for all the world’s translations would be an incredibly expensive endeavor due to the royalty payments alone. Moreover, it would take decades to navigate and finalize agreements for such a vast number of translations. The average back-and-forth email exchange when seeking permission can take months.</p>\n<p>As a result, there are only a handful of organizations in the world, that have managed to include a substantial number of translations in their apps. <a href=\"http://Bible.com\">Bible.com</a>, in particular, stands out as the platform that has the largest collection of translations because they have been active since the early days of the iPhone. They’ve had the time to establish those agreements and have grown to such prominence that new translations often approach them for inclusion.</p>\n<p>For any other developer starting from scratch, it’s a difficult task, as they lack the recognition and legal status necessary to easily secure such permissions.</p>\n<h3>Let’s copy, church</h3>\n<p>So it was actually when I had reached the point of starting to secure access to translations myself that I decided I didn’t want to. I didn’t want to be part of the commercialization and restricting of access to Scripture.</p>\n<p>And so I had a decision to make. Should I invest many more years in attempting to secure translations for my apps, likely facing numerous rejections and demanding reporting requirements that conflicted with privacy concerns? It would only make my apps less efficient and more complex, consuming an enormous amount of time. It seemed like a complete waste of my efforts.</p>\n<p>Instead, I pondered whether I should spend my time advocating for change and promoting the free sharing of Scripture, as Jesus commanded. For me, the choice was clear. Rather than getting entangled in contractual obligations with various Bible societies, I resolved to devote my time to advocating for change. And that’s when I started the website Let’s copy, church, which you can find at copy.church.</p>\n<p>One of my first initiatives was a page that explains the restrictive nature of these licenses. I delved into the licenses of the most popular modern English translations and compared them, coming up with an objective scoring system based on their legal text. This scoring system offered a clear depiction of what you could and couldn’t do with these translations, contrasting them with openly licensed or public domain translations. By doing so, people could understand the stark differences between commercial translations and those freely available.</p>\n<p>During the creation of this website and while discussing these matters in my newsletters, a friend of mine mentioned a book called “The Dorean Principle” by Conley Owens. The subtitle immediately caught my attention: “A biblical response to the commercialization of Christianity.” It aligned perfectly with the topics I had begun addressing myself.</p>\n<p>Around the same time, my church was considering using a paid platform for discipleship courses, and we were discussing its potential usefulness. After a brief evaluation of its content, I noticed its high price and, more strikingly, the language used to market it. The slogans and marketing tactics mirrored those employed by profit-driven businesses: phrases like “pricing made simple,” and “unlimited means unlimited,” and “choose the best plan for your needs.” They even featured discounts like “50% off.” It was disturbing to see how similar these marketing strategies were to those of any other commercial venture solely focused on making money.</p>\n<p>It was at that point I began speaking out not only about licensing issues but also about how ministry itself had become commercialized. Throughout my endeavors, I worked tirelessly to make my works freely accessible, removing barriers whenever possible. Meanwhile, other organizations erected paywalls and sought to extract money from people. I knew it was wrong, but I couldn’t quite articulate why. I would look to Scripture, finding passages like “don’t muzzle the ox while it treads out the grain,” and “a worker deserves their wages”, so financing ministry was certainly a biblical thing.</p>\n<p>But I also knew trying to profit from ministry was inconsistent with the spirit of the gospel and what Paul was trying to convey. Both Paul and Jesus had demonstrated a willingness to give freely, yet these websites and services were priced and marketed in ways that were unnecessary.</p>\n<p>So reading “The Dorean Principle” was a breath of fresh air. Suddenly, everything fell into place. It connected all the pieces of the puzzle I had been grappling with for years, deep inside. This principle helped me articulate what I had been sensing all along.</p>\n<p>While I am concerned about how various forms of ministry have been commercialized, my primary focus remains on Scripture. I believe that the commercialization and restriction of God’s Word poses the greatest challenge for the church. Scripture, after all, belongs to God. We even refer to it as the word of God. Is it God’s or not? If it belongs to God, then it should be freely shared, and no one has the right to commercialize or restrict it.</p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/73536902/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-7-1%2F341444643-44100-2-87651e2835d81.m4a",
            "duration": 1397260,
            "date": "2023-07-18",
            "image": "https://i.scdn.co/image/ab6765630000ba8ac2b7f705f1da7a4583640d05",
            "number": 3
        },
        {
            "id": "1eydXApYJwbTQ0McN0yjfa",
            "title": "My Journey to Freely Giving & Abolishing the Jesus Trade - Andrew Case",
            "description": "In this episode I'd like to tell the story of how I got to where I am today in my conviction about freely giving ministry—the belief that ministry should be supported, not sold, and that spiritual resources should be published as public domain. My journey hasn't been straightforward. Indeed, it's been somewhat complex and multifaceted and messy.  I share these experiences to reassure anyone who may feel overwhelmed or uncertain in their journey towards understanding these concepts. It's normal to feel disoriented when first considering these alternatives, especially if you've been immersed in a single way of thinking for a long time without ever being exposed to other options.  sellingjesus.org | thedoreanprinciple.org | copy.church  ",
            "description_html": "<p>In this episode I’d like to tell the story of how I got to where I am today in my conviction about freely giving ministry—the belief that ministry should be supported, not sold, and that spiritual resources should be published as public domain. My journey hasn’t been straightforward. Indeed, it’s been somewhat complex and multifaceted and messy.</p>\n<p>I share these experiences to reassure anyone who may feel overwhelmed or uncertain in their journey towards understanding these concepts. It’s normal to feel disoriented when first considering these alternatives, especially if you’ve been immersed in a single way of thinking for a long time without ever being exposed to other options.</p>\n",
            "description_md": "In this episode I'd like to tell the story of how I got to where I am today in my conviction about freely giving ministry—the belief that ministry should be supported, not sold, and that spiritual resources should be published as public domain. My journey hasn't been straightforward. Indeed, it's been somewhat complex and multifaceted and messy.\n\nI share these experiences to reassure anyone who may feel overwhelmed or uncertain in their journey towards understanding these concepts. It's normal to feel disoriented when first considering these alternatives, especially if you've been immersed in a single way of thinking for a long time without ever being exposed to other options.",
            "transcript_md": "In this episode I'd like to tell the story of how I got to where I am today in my conviction about freely giving ministry—the belief that ministry should be supported, not sold, and that spiritual resources should be published as public domain. My journey hasn't been straightforward. Indeed, it's been somewhat complex and multifaceted and messy.\n\nSo the story begins during my college years, a period deeply shaped by the ministry work of John Piper. His generosity, especially his practice of distributing his books for free, struck me as highly remarkable. As a struggling college student, burdened with tuition fees and working a minimum wage job of $5.15/hour, getting books was a substantial challenge. My parents, who were and continue to be foreign missionaries, weren’t able to financially contribute to my education, which made Piper's whatever-you-can-afford policy all the more meaningful. I vividly remember calling Desiring God ministries for the first time and asking them for three Piper books, which they sent me for free, no questions asked.\n\nDuring that same season of my life, I began to dabble in music. The thought of putting a price tag on my creations or putting up an access barrier felt counterproductive to my objective of making God-centered music that could be enjoyed freely. Inspired by Piper's example, I decided to offer my music without a fee or other strings attached like giving your email address.\n\nSadly, up to this point, no one had provided me with a solidly biblical argument for this type of generosity. I had presumed that Piper's approach was just extra radical. Not necessarily the right way to do things, but an extra nice way that no one had to necessarily emulate in order to obey and reflect Christ. At that time, I thought that selling one's ministry was ethically and morally acceptable, but my experiences were teaching me that there's something profoundly satisfying and joyful about freely sharing the work I did for the edification of the Body of Christ. \n\nSo, as a young and, admittedly, naive and ignorant college student, I observed well-respected figures in the theological sphere, like Tim Keller, RC Sproul, and John McCarthur, among others, and thought to myself, “They’re clearly monetizing their ministries in various ways, not merely to offset production costs, but to turn a profit. So it must be ok.”\n\nSo I accepted the commercialization of Christianity as a standard and valid protocol, mainly because there was no countervailing argument from within the evangelical world. Literally no one in my circles was talking about an alternative. Nobody ever challenged the idea of the Jesus trade, although they definitely didn’t label it that way. Not a single person ever said anything to me that might call the status quo into question based on scripture, and as far as I was concerned, it appeared to be a universally accepted norm in Christian history. \n\nDespite this apparent consensus, something felt amiss. The notion of selling Christian ministry conflicted with a deep personal sense and instinct that the gifts God had given me to build up and encourage other believers, like writing books or songs, should be shared freely and without hindrances of any kind.\n\nSo why were these renowned figures in Christianity selling their ministry? Perhaps they had compelling, biblically justified reasons, but none were explicitly stated. Occasionally, I might hear from someone a kind of vague argument from Scripture like, \"Don't muzzle the ox when it treads out the grain,\" suggesting that it was justifiable to monetize any ministry. So in spite of the uneasiness and conflictedness I felt, I resigned myself to accept that selling ministry was permissible, though I harbored doubts about its alignment with the spirit of Christ.\n\nAnother complexity I grappled with during my early years of growth in my faith, and particularly during my time at seminary, was the concept of copyright. Every author, including John Piper, had a copyright claim on their books. Despite Piper's generosity in providing his books for free online and giving away physical copies, every book bore a copyright assertion on its first page. Naturally, as a budding author, I assumed I should follow his lead.\n\nLike most people, I didn’t really know anything about copyright law, nor was I interested in spending months grappling with legal documents to better understand it. To be honest, at first the notion of retaining control over my work by declaring \"all rights reserved\" appealed to me. I believe it played into an inherent desire for control that we all have, especially to control things we consider \"ours.\" But I now realize that this urge for control, particularly over spiritual things, is misguided, since we are merely stewards of these gifts from God, and He is the owner and source.\n\nIn the infancy of my writing career, I was preoccupied with figuring out how to copyright my work and maintain control over it to prevent unauthorized usage or profiteering. I even registered my first book, Water for the Word, with the US Copyright Office and got an official copyright certificate. Looking back at this, I consider it laughable and sad on many levels. Unfortunately, the lack of dialogue or information in the Christian evangelical world regarding intellectual property from a biblical perspective left me fumbling in the dark, simply following the crowd, an ignorant, well-meaning evangellyfish floating with the current.\n\nEventually, as I began to critically assess the situation, I adjusted the copyright notices in my books. And they were somewhat confusing, because I would say, \"All rights reserved,\" and then say, “Any part of this publication may be shared, provided that you do not charge for or alter the content in any way without permission.” I adopted this practice from John Piper's sermon recordings on Desiring God, wherein something similar was voiced at the end of each recording.\n\nFurther down the road, I questioned whether these restrictions were still too limiting. I didn't want to just mindlessly mimic someone else's practice without thorough evaluation. My goal was to allow individuals from various countries to share, and potentially alter or translate my work for the glory of God, without feeling controlled or needing my permission. I was gradually moving towards easing the constraints, but I didn’t know exactly what that would look like, and I had no one around me either in private or in the public eye to be an example.\n\nSadly, up to this point, no one had even brought to my attention the simple possibility of releasing my work into the public domain. Neither had anyone in my Christian community or seminary brought up the existence of Creative Commons licenses, which began in 2002. Looking back, it saddens me that nobody, including the scholars and professors whose teachings I had been immersing myself in, ever discussed or exemplified the use of Creative Commons instead of the traditional default of “All Rights Reserved.” To my knowledge, even John Piper hasn't published anything under Creative Commons or in the public domain, and I’ve never even heard him acknowledge the existence of such.\n\nFinding yourself in an environment surrounded by people who seldom challenge established norms can be limiting. It was surprising, especially considering that these were and are individuals committed to aligning their actions with God's word, seeking continual reform, and presumably fighting against harmful cultural currents. It's baffling that such individuals would never question the standard practice of publishing ministry resources under restrictive copyright laws, particularly when these works aim to fill the earth with God's glory as the waters cover the sea. How can that be achieved if we restrict access to our resources and artificially limit their availability through copyright laws? It astounds me that the people I admired and looked up to never introduced these concepts to me, not even to criticize or dismiss them. It's as if these alternatives didn't exist in their minds or were irrelevant to the point of not warranting a discussion.\n\nI found myself trapped in this restrictive mindset for years. I moved to Africa to work in Bible translation, spending about seven years in Equatorial Guinea. One thing that struck me there was the theological impoverishment due to a lack of quality, freely accessible biblical resources in local languages and even in the language of wider communication, which was Spanish. Everyone had cellphones and could have easily accessed a digital book or an audiobook, but the resources simply weren't available.\n\nEven if people had the funds to buy these resources, the absence of credit cards in the country rendered online platforms like Amazon inaccessible. Regardless of your financial status, you simply couldn't purchase a digital book. And I know that for most people in the world this is the reality. It doesn’t matter if you only charge a penny for your book; most of the world won’t be able to buy it simply because they have no way to pay online. But if you made your resource freely downloadable, it could bless billions.\n\nMy heart grew heavy as I saw the need in the developing world for these resources. Yet, even among the thousands of people engaged in Bible translation, not a single person mentioned Creative Commons or the idea of publishing materials as public domain. Nobody in my vast network of intelligent Bible translation workers seemed to entertain these alternatives.\n\nI share these experiences to reassure anyone who may feel overwhelmed or uncertain in their journey towards understanding these concepts. It's normal to feel disoriented when first considering these alternatives, especially if you've been immersed in a single way of thinking for a long time without ever being exposed to other options.\n\nFor me this whole journey was like growing up knowing only one church denomination, and then, at 35 years old, discovering there are different ways to do church. It’s a shock, and I expect others to be shocked as well, and that’s ok. I think most of us grow up similarly uninformed about issues of copyright, and selling versus giving away Christian ministry. \n\nSo how did I get to this point where I am now? A rather random web search led me to an organization called Unfolding Word. After some conversations with them and reading their free books, I learned about Creative Commons for the first time and its potential to aid the global Christian community by providing automatically accessible resources, free to be adapted and used as needed, precleared to be translated and shared without fees or contracts.\n\nThe main advocate for this idea was Tim Jore, who suggested that Christian resources should be licensed under “Creative Commons Attribution Share-Alike.” This means anyone can do anything with the resource, but they must share it under the same license and give credit to the original author. I liked the idea, and when my wife and I began producing Hebrew training videos over at freehebrew.online, we released them under this license.\n\nBut I hadn’t fully arrived at what I now believe is the most biblically rooted conclusion and approach: giving freely without imposing a financial cost or any other obligation on the receiver of ministry. “Creative Commons Attribution Share-Alike” still encumbers works and obligates receivers in some ways. For example, if I share the gospel with someone at work, I don’t say, “I now require you to give me credit each time you share this gospel with others.” That doesn’t make sense, and it’s not biblical either. If God is truly the source of the truth we write, sing, and preach, do we have the right to demand credit? \n\nThis shift in my thinking was inspired by a book called The Dorean Principle by Conley Owens. His thesis, after a careful investigation of Scripture, is that ministry should be supported, but not sold; and that people should give freely out of obligation to God, not to man. He advocated for public domain as the most biblical model, and this resonated deeply with me and my wife. It felt beautifully simple and consistent with the spirit of Christ to offer our work as public domain, with no strings attached, fully given to the body of Christ. And I believe now that it’s better to err on the side of radical generosity than restriction when it comes to ministry. Thus, we decided to release all our creations – music, books, and more – as public domain, besides always giving them free of cost.\n\nStill, some of my old publications remain under previous licenses due to my earlier missteps and the time-consuming process of republishing. I have some work to do to align everything with my current convictions. So, don't be surprised if you come across my older work that doesn't reflect the approach I advocate for today. I’m getting there little by little. \n\nAnyway, I hope my story serves to encourage or inspire those who listen. After pondering these things for years now, and incessantly running into pervasive and systemic ignorance about them in fellow believers, I’ve been called to help raise more awareness. And if you have a similar story, I’d love to hear it. You can write to the email address in the description. Thanks for listening, and I invite you to look more deeply into these things for yourself and become part of the movement to abolish the Jesus trade.",
            "transcript_html": "<p>In this episode I’d like to tell the story of how I got to where I am today in my conviction about freely giving ministry—the belief that ministry should be supported, not sold, and that spiritual resources should be published as public domain. My journey hasn’t been straightforward. Indeed, it’s been somewhat complex and multifaceted and messy.</p>\n<p>So the story begins during my college years, a period deeply shaped by the ministry work of John Piper. His generosity, especially his practice of distributing his books for free, struck me as highly remarkable. As a struggling college student, burdened with tuition fees and working a minimum wage job of $5.15/hour, getting books was a substantial challenge. My parents, who were and continue to be foreign missionaries, weren’t able to financially contribute to my education, which made Piper’s whatever-you-can-afford policy all the more meaningful. I vividly remember calling Desiring God ministries for the first time and asking them for three Piper books, which they sent me for free, no questions asked.</p>\n<p>During that same season of my life, I began to dabble in music. The thought of putting a price tag on my creations or putting up an access barrier felt counterproductive to my objective of making God-centered music that could be enjoyed freely. Inspired by Piper’s example, I decided to offer my music without a fee or other strings attached like giving your email address.</p>\n<p>Sadly, up to this point, no one had provided me with a solidly biblical argument for this type of generosity. I had presumed that Piper’s approach was just extra radical. Not necessarily the right way to do things, but an extra nice way that no one had to necessarily emulate in order to obey and reflect Christ. At that time, I thought that selling one’s ministry was ethically and morally acceptable, but my experiences were teaching me that there’s something profoundly satisfying and joyful about freely sharing the work I did for the edification of the Body of Christ.</p>\n<p>So, as a young and, admittedly, naive and ignorant college student, I observed well-respected figures in the theological sphere, like Tim Keller, RC Sproul, and John McCarthur, among others, and thought to myself, “They’re clearly monetizing their ministries in various ways, not merely to offset production costs, but to turn a profit. So it must be ok.”</p>\n<p>So I accepted the commercialization of Christianity as a standard and valid protocol, mainly because there was no countervailing argument from within the evangelical world. Literally no one in my circles was talking about an alternative. Nobody ever challenged the idea of the Jesus trade, although they definitely didn’t label it that way. Not a single person ever said anything to me that might call the status quo into question based on scripture, and as far as I was concerned, it appeared to be a universally accepted norm in Christian history.</p>\n<p>Despite this apparent consensus, something felt amiss. The notion of selling Christian ministry conflicted with a deep personal sense and instinct that the gifts God had given me to build up and encourage other believers, like writing books or songs, should be shared freely and without hindrances of any kind.</p>\n<p>So why were these renowned figures in Christianity selling their ministry? Perhaps they had compelling, biblically justified reasons, but none were explicitly stated. Occasionally, I might hear from someone a kind of vague argument from Scripture like, “Don’t muzzle the ox when it treads out the grain,” suggesting that it was justifiable to monetize any ministry. So in spite of the uneasiness and conflictedness I felt, I resigned myself to accept that selling ministry was permissible, though I harbored doubts about its alignment with the spirit of Christ.</p>\n<p>Another complexity I grappled with during my early years of growth in my faith, and particularly during my time at seminary, was the concept of copyright. Every author, including John Piper, had a copyright claim on their books. Despite Piper’s generosity in providing his books for free online and giving away physical copies, every book bore a copyright assertion on its first page. Naturally, as a budding author, I assumed I should follow his lead.</p>\n<p>Like most people, I didn’t really know anything about copyright law, nor was I interested in spending months grappling with legal documents to better understand it. To be honest, at first the notion of retaining control over my work by declaring “all rights reserved” appealed to me. I believe it played into an inherent desire for control that we all have, especially to control things we consider “ours.” But I now realize that this urge for control, particularly over spiritual things, is misguided, since we are merely stewards of these gifts from God, and He is the owner and source.</p>\n<p>In the infancy of my writing career, I was preoccupied with figuring out how to copyright my work and maintain control over it to prevent unauthorized usage or profiteering. I even registered my first book, Water for the Word, with the US Copyright Office and got an official copyright certificate. Looking back at this, I consider it laughable and sad on many levels. Unfortunately, the lack of dialogue or information in the Christian evangelical world regarding intellectual property from a biblical perspective left me fumbling in the dark, simply following the crowd, an ignorant, well-meaning evangellyfish floating with the current.</p>\n<p>Eventually, as I began to critically assess the situation, I adjusted the copyright notices in my books. And they were somewhat confusing, because I would say, “All rights reserved,” and then say, “Any part of this publication may be shared, provided that you do not charge for or alter the content in any way without permission.” I adopted this practice from John Piper’s sermon recordings on Desiring God, wherein something similar was voiced at the end of each recording.</p>\n<p>Further down the road, I questioned whether these restrictions were still too limiting. I didn’t want to just mindlessly mimic someone else’s practice without thorough evaluation. My goal was to allow individuals from various countries to share, and potentially alter or translate my work for the glory of God, without feeling controlled or needing my permission. I was gradually moving towards easing the constraints, but I didn’t know exactly what that would look like, and I had no one around me either in private or in the public eye to be an example.</p>\n<p>Sadly, up to this point, no one had even brought to my attention the simple possibility of releasing my work into the public domain. Neither had anyone in my Christian community or seminary brought up the existence of Creative Commons licenses, which began in 2002. Looking back, it saddens me that nobody, including the scholars and professors whose teachings I had been immersing myself in, ever discussed or exemplified the use of Creative Commons instead of the traditional default of “All Rights Reserved.” To my knowledge, even John Piper hasn’t published anything under Creative Commons or in the public domain, and I’ve never even heard him acknowledge the existence of such.</p>\n<p>Finding yourself in an environment surrounded by people who seldom challenge established norms can be limiting. It was surprising, especially considering that these were and are individuals committed to aligning their actions with God’s word, seeking continual reform, and presumably fighting against harmful cultural currents. It’s baffling that such individuals would never question the standard practice of publishing ministry resources under restrictive copyright laws, particularly when these works aim to fill the earth with God’s glory as the waters cover the sea. How can that be achieved if we restrict access to our resources and artificially limit their availability through copyright laws? It astounds me that the people I admired and looked up to never introduced these concepts to me, not even to criticize or dismiss them. It’s as if these alternatives didn’t exist in their minds or were irrelevant to the point of not warranting a discussion.</p>\n<p>I found myself trapped in this restrictive mindset for years. I moved to Africa to work in Bible translation, spending about seven years in Equatorial Guinea. One thing that struck me there was the theological impoverishment due to a lack of quality, freely accessible biblical resources in local languages and even in the language of wider communication, which was Spanish. Everyone had cellphones and could have easily accessed a digital book or an audiobook, but the resources simply weren’t available.</p>\n<p>Even if people had the funds to buy these resources, the absence of credit cards in the country rendered online platforms like Amazon inaccessible. Regardless of your financial status, you simply couldn’t purchase a digital book. And I know that for most people in the world this is the reality. It doesn’t matter if you only charge a penny for your book; most of the world won’t be able to buy it simply because they have no way to pay online. But if you made your resource freely downloadable, it could bless billions.</p>\n<p>My heart grew heavy as I saw the need in the developing world for these resources. Yet, even among the thousands of people engaged in Bible translation, not a single person mentioned Creative Commons or the idea of publishing materials as public domain. Nobody in my vast network of intelligent Bible translation workers seemed to entertain these alternatives.</p>\n<p>I share these experiences to reassure anyone who may feel overwhelmed or uncertain in their journey towards understanding these concepts. It’s normal to feel disoriented when first considering these alternatives, especially if you’ve been immersed in a single way of thinking for a long time without ever being exposed to other options.</p>\n<p>For me this whole journey was like growing up knowing only one church denomination, and then, at 35 years old, discovering there are different ways to do church. It’s a shock, and I expect others to be shocked as well, and that’s ok. I think most of us grow up similarly uninformed about issues of copyright, and selling versus giving away Christian ministry.</p>\n<p>So how did I get to this point where I am now? A rather random web search led me to an organization called Unfolding Word. After some conversations with them and reading their free books, I learned about Creative Commons for the first time and its potential to aid the global Christian community by providing automatically accessible resources, free to be adapted and used as needed, precleared to be translated and shared without fees or contracts.</p>\n<p>The main advocate for this idea was Tim Jore, who suggested that Christian resources should be licensed under “Creative Commons Attribution Share-Alike.” This means anyone can do anything with the resource, but they must share it under the same license and give credit to the original author. I liked the idea, and when my wife and I began producing Hebrew training videos over at freehebrew.online, we released them under this license.</p>\n<p>But I hadn’t fully arrived at what I now believe is the most biblically rooted conclusion and approach: giving freely without imposing a financial cost or any other obligation on the receiver of ministry. “Creative Commons Attribution Share-Alike” still encumbers works and obligates receivers in some ways. For example, if I share the gospel with someone at work, I don’t say, “I now require you to give me credit each time you share this gospel with others.” That doesn’t make sense, and it’s not biblical either. If God is truly the source of the truth we write, sing, and preach, do we have the right to demand credit?</p>\n<p>This shift in my thinking was inspired by a book called The Dorean Principle by Conley Owens. His thesis, after a careful investigation of Scripture, is that ministry should be supported, but not sold; and that people should give freely out of obligation to God, not to man. He advocated for public domain as the most biblical model, and this resonated deeply with me and my wife. It felt beautifully simple and consistent with the spirit of Christ to offer our work as public domain, with no strings attached, fully given to the body of Christ. And I believe now that it’s better to err on the side of radical generosity than restriction when it comes to ministry. Thus, we decided to release all our creations – music, books, and more – as public domain, besides always giving them free of cost.</p>\n<p>Still, some of my old publications remain under previous licenses due to my earlier missteps and the time-consuming process of republishing. I have some work to do to align everything with my current convictions. So, don’t be surprised if you come across my older work that doesn’t reflect the approach I advocate for today. I’m getting there little by little.</p>\n<p>Anyway, I hope my story serves to encourage or inspire those who listen. After pondering these things for years now, and incessantly running into pervasive and systemic ignorance about them in fellow believers, I’ve been called to help raise more awareness. And if you have a similar story, I’d love to hear it. You can write to the email address in the description. Thanks for listening, and I invite you to look more deeply into these things for yourself and become part of the movement to abolish the Jesus trade.</p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/73535106/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-6-18%2F0321f51a-df54-e911-e476-309755e595a5.mp3",
            "duration": 994450,
            "date": "2023-07-18",
            "image": "https://i.scdn.co/image/ab6765630000ba8a43e363dd90df71d93d19e44f",
            "number": 2
        },
        {
            "id": "1VkgBKphxLjycbjvF8iYUZ",
            "title": "Abolish the Jesus-Trade - Introducing a Biblical Response to the Commercialization of Christianity",
            "description": "Our purpose here is to highlight and exalt the radical generosity of God’s heart, confront the commercialization of Christianity, and promote the biblical teaching that ministry should be supported but never sold. We want to explore the history of how we've gotten to the point where it's the respectable default to monetize ministry, and take a deep dive into the Scripture’s teaching on the subject. We believe our evangelical cultural moment has a serious blind spot in this area, and we hope to be a voice of reform. Overall, we seek to take seriously what Jesus commanded in Matthew 10:8: “Freely you have received; freely give.”   It’s important for you to know that at the core of all of this we want to take the time to revel in the beauty of God’s generous heart! The very fabric of Scripture sings with the glory of a God so radically generous that he freely gave us life, a universe of splendor, rain and sunshine, the laughter of children, the sweetness of his word, and even his only Son. All without charging us a subscription fee. We want God’s example to be our north star. He is our joy and treasure.  Put simply, we want to help people understand the difference between selling ministry, which Scripture condemns, and supporting ministry which Scripture commends.   Please consider learning more at the links below: sellingjesus.org | thedoreanprinciple.org | copy.church",
            "description_html": "<p>Our purpose here is to highlight and exalt the radical generosity of God’s heart, confront the commercialization of Christianity, and promote the biblical teaching that ministry should be supported but never sold. We want to explore the history of how we’ve gotten to the point where it’s the respectable default to monetize ministry, and take a deep dive into the Scripture’s teaching on the subject. We believe our evangelical cultural moment has a serious blind spot in this area, and we hope to be a voice of reform. Overall, we seek to take seriously what Jesus commanded in Matthew 10:8: “Freely you have received; freely give.”</p>\n<p><a href=\"/videos/documentary/DlhPWS2S55Q\">This episode is also available as a video</a></p>\n",
            "description_md": "Our purpose here is to highlight and exalt the radical generosity of God’s heart, confront the commercialization of Christianity, and promote the biblical teaching that ministry should be supported but never sold. We want to explore the history of how we've gotten to the point where it's the respectable default to monetize ministry, and take a deep dive into the Scripture’s teaching on the subject. We believe our evangelical cultural moment has a serious blind spot in this area, and we hope to be a voice of reform. Overall, we seek to take seriously what Jesus commanded in Matthew 10:8: “Freely you have received; freely give.”\n\n[This episode is also available as a video](/videos/documentary/DlhPWS2S55Q)",
            "transcript_md": "I remember a number of years ago when The Hunger Games books started coming out and the whole world was ablaze with excitement. Copies of the books were stacked at the front of every bookstore, and Hollywood was scrambling to exploit the hype with some movie versions. Since then the world has become fascinated by and enamored with the idea of a dystopian future. So I’ve wondered, “What would a Christian dystopia be like?” Let me describe a possible scenario.\n\nIn a Christian dystopia the first thing you might notice is that it’s considered normal to pay for your friendships. If you want someone who seems trustworthy, will listen to you for hours, offer advice, make you feel loved, point you to Christ, and encourage you with the truth of Scripture, you have to pay for it…by the hour. You quickly realize that in this Christian dystopia everything is done for money, and everyone has a thousand seemingly good reasons for maintaining this status quo. There is nothing too sacred to be sold as merchandise. The peddling of God’s Word has become so standard that no one would ever question it. The sale of the gospel in all forms is highly respectable. A limited number of rich Christians hoard their abundance of biblical resources, tools, and teaching, refusing to share with the rest of the Church unless they sign agreements and pay fees and do not share with their neighbors. The words of the prophet Micah ring more true than ever when he says, “Its leaders give judgment for a bribe; its priests teach for a price; its prophets practice divination for money; yet they lean on Yahweh and say, “Is not Yahweh in our midst? No disaster shall come upon us.” \n\nChristians are constantly threatening each other with lawsuits for using each other’s artwork, writing, or music. Beautiful songs written to exalt Jesus are bought and sold as investments and monetized like any other secular hit. Churches cannot even sing these songs without risking legal action against them unless they pay. Men even go to court against their own brothers over the printing of the words of a hymn without permission. Meanwhile, Christian blogs, websites, podcasts, YouTube channels, and other media are constantly monetized with ads. God’s translated word is claimed by men as their property and then restricted from being shared. Even ancient manuscripts of the Bible are greedily monetized and forbidden from being copied and displayed. Every spiritual thing and every ministry that leads to Jesus is blocked by a paywall. If you’re too poor, you’re denied access. And so most of the world’s marginalized cultures who can’t understand English or who don’t have a credit card are told to make do with less. They are not important enough to share in the bountiful theological feast rich westerners enjoy, simply because they’re poor. They are not important enough to grow from robust commentaries and discipleship resources, because they’re poor. The Jesus trade is for the wealthy, and it’s not allowed to be criticized because it’s so comfortable and convenient. Anyone who dares challenge it is immediately silenced by a barrage of twisted interpretations of Scripture and excuses born out of pragmatism and expediency. The words of our Master, “Freely you have received; freely give,” are explained away as irrelevant. We claim Jesus as Lord but treat him as commodity. We’ve cleverly turned our greeds into needs. Christ has become our great high product. \n\nSo is this dystopian hellscape really just imaginary? No. I say with deep sadness and regret that this is a portrayal of our present reality. I say all of this by way of introduction, to explain what this podcast is going to be about. Our purpose here is to highlight and exalt the radical generosity of God’s heart, confront the commercialization of Christianity, and promote the biblical teaching that ministry should be supported but never sold. We want to explore the history of how we've gotten to the point where it's the respectable default to monetize ministry, and take a deep dive into the Scripture’s teaching on the subject. We believe our evangelical cultural moment has a serious blind spot in this area, and we hope to be a voice of reform. Overall, we seek to take seriously what Jesus commanded in Matthew 10:8: “Freely you have received; freely give.” \n\nSpoiler alert: we’re not going to be telling people they should be poor if they serve God. And nothing we’re going to share is new, nor is it some kind of fringe bigotry or legalism. We simply want to encourage people to do what the local church has done to support ministry for centuries–rely on the free generosity of God’s people. It’s simple and beautiful. Christian ministry of all kinds has been supported in this way since the time of Jesus. We know it’s possible, but people refuse to follow that biblical model for various reasons, which we’ll be tackling one at a time.\n\nIt’s important for you to know that at the core of all of this we want to take the time to revel in the beauty of God’s generous heart! The very fabric of Scripture sings with the glory of a God so radically generous that he freely gave us life, a universe of splendor, rain and sunshine, the laughter of children, the sweetness of his word, and even his only Son. All without charging us a subscription fee. We want God’s example to be our north star. He is our joy and treasure.\n\nAnd just to clarify, we’re not here to tell people they’re going to hell and burden people with the traditions of men. Rather, we want to tell our own stories of how we’ve failed and learned along the way as we sought to reflect God’s heart and love him. We totally understand that most people have simply never thought about these things.\n\nAlso, we’re not here to address the prosperity gospel and the more extreme forms of manipulating believers and Scripture for the sake of getting rich and buying private jets. That’s been confronted already by a lot of good people, and we’re grateful for that. Instead, we’re here to ask hard questions of what most of us perceive to be the normal faith-based market. Questions like, “Should the Gospel Coalition podcasts run ads or sponsors? Should the Word of God be sold for profit and locked down by copyright? Should people from the Association of Certified Biblical Counselors charge fees for helping people find healing in Christ? Was it biblical for Tim Keller to sell his digital sermon recordings? Is it biblically permissible for a scholar to profit from a commentary they wrote on the book of Luke?” These kinds of questions and much more. \n\nThere are two main categories of people who engage in the sale of Christian ministry: those who have bad intentions and those who have good intentions. In our experience, many if not most have good intentions, so we’ll be focusing mainly on those people and the different ways they’ve been deceived.\n\nLet me take a moment to unpack what “Selling Jesus” actually refers to. First, let me define what I mean by “selling,” and also what I don’t mean. We all know that to sell something is to exchange it for money. This means that you deny access to it unless someone pays you. This is not the same as giving it to someone with no strings attached and no expectation of remuneration. This is also not the same as receiving donations to enable you to freely give as much as possible to others: that’s what’s typically called support, not selling. \n\nNow, let’s talk about what I mean by “Jesus.” I’m referring to Jesus here as the end goal of all Chrisitian ministry. We sing songs like, “It’s all about you, Jesus” for a reason. The spiritual gifts that God bestows on his children are designed to build up the body of Christ. Their end goal is to magnify Jesus and extend his reign over all the earth. So if I offer someone biblical counseling, ultimately my goal is to point them to Jesus, to lead them to him as the only healer and fountain of all the riches of wisdom and knowledge. If I write a book about the gospel, my ultimate purpose is to lead people to Jesus, to trust him, abide in him, treasure him. If I teach someone biblical Hebrew, my goal isn’t just so that they can parse verbs as an end in itself. No, my goal is to get them to Jesus through the deeper study of his Word, because I believe that learning Hebrew helps people see Jesus better, more clearly and accurately, and with more certainty. Again, if I write a worship song, my ultimate intention is to offer a means to exalt Jesus, to enter into his presence with thanksgiving and praise. So Christian ministry of all sorts has that end goal: get people to Jesus, to know him better, to magnify his name, to be closer to him, to walk and talk more like him.\n\nSo when we sell Jesus, we put a paywall between others and whatever blessing God might have in store for them through our spiritual gifts. In other words, we deny people access to the ministry we are called to bless people with, unless they pay us for it. To sell Jesus is, by extension, to turn him into a product, a commodity, that can be bought, sold, controlled, and kept from those unable to pay. \n\nAs disciples of Jesus we believe that one of the most fundamental joys we have is to imitate him, even when it comes to how we fund ministry. To copy him is to honor him, especially since he had more to say about money than love and heaven and hell combined. It was a big issue to him, so we believe we should think carefully about it as we follow him. Jesus got deeply emotional about mixing commerce with spiritual things when he drove people out of the temple, so we think this issue is something that should move our hearts to zeal in the same way and cause us to speak up and make radical changes. \n\nThis podcast will also be dedicated to answering people’s common objections and burning questions, and to address all the issues around the sale of the good news of the Son of God. We’ll take a look at how misinterpretations of the apostle Paul have muddied the waters around money and ministry, and discuss how many people have completely misunderstood the verses about not muzzling the ox when it treads out the grain. \n\nThis podcast and the companion YouTube channel by the same name will take a while to develop because there’s such a huge amount of confusion around the commercialization of Christianity. So think of this as a kind of long term podcast for those who want to detox from the deep seated deception that has settled upon the Western evangelical Church concerning the marketplace of faith. We’ll also be building out a suite of further resources to read and learn more over at sellingjesus.org. We pray that this will start a movement to decommercialize Christ, and make it unthinkable for future generations.\n\nSo who exactly is “we”? There are three of us collaborating in this mission: Jon, who created the helpful website copy.church, Conley Owens who wrote a biblical response to the commercialization of Christianity called The Dorean Principle, and myself, Andrew Case. You can read Conley’s book for free over at thedoreanprinciple.org and even order a paper copy for free with free shipping. There’s nothing to lose, so I highly recommend giving the book a chance. Also, make sure to read as much as you can over at copy.church. And we’ll be sharing more of our backstories in future episodes.\n\nOnce again, our purpose will be to help people understand the difference between selling ministry, which Scripture condemns, and supporting ministry which Scripture commends. Increasingly I’ve found that American Christians seem to be caught in a stranglehold or dark cloud of misguided ideas regarding the commercialization of Christianity. In my conversations about this within the scholarly world I’ve found a shocking level of poor thinking in this area, even to the point that some people say that the Bible has nothing to teach us about money and ministry, and that it’s wrong to look for biblical principles to guide us in this area. Others have gone so far as to say that every ministry can be monetized—such as the selling of prayer and baptism—and that it would be biblical and glorifying to God. Things like this have revealed to me the desperate need for more concerted efforts toward promoting reform and abolishing the Jesus-trade in our cultural moment. It’s become increasingly clear that we are living in a time like the pre-civil war United States, where the vast majority of ministers of the gospel regularly defended slavery from the pulpit, and even great men like Jonathan Edwards and George Whitefield were not without their own blind spots in this area because of its ubiquity and pervasiveness in their cultural moment. If you read Uncle Tom’s Cabin, which is actually one of the most beautiful books ever written and one of my all-time favorites, Harriet Beecher Stowe paints detailed portraits of a broad sampling of people who justify the slave trade in different ways, with very complex reasoning in order to make themselves feel better about the status quo. Most of them are well-meaning, many of them are Christians, but they all have one serious blind spot in common, and that is that economic expediency triumphs over biblical principles. Let me say that again. Most people back then were influenced by the belief that economic expediency was more important than biblical principles. In other words, we must do everything in our power to make the Bible bow to or cater to the economic forces of our day, lest we be forced to live lives of less comfort and wealth. Antebellum slaveholders simply couldn’t give up the convenience and labor saving comfort that the slavery system provided, which gave them a higher standard of living. And we are in exactly the same position today regarding the Jesus-trade. We sell ministry because it’s too convenient, too ubiquitous and pervasive, and promises a standard of living many can’t give up. We must find complex and clever ways to make the Bible bow to and support economic expediency, because in our heart of hearts we believe that money is more powerful than God for getting things done and spreading the gospel.\n\nOne of the things I appreciate about Uncle Tom’s Cabin is that it doesn’t paint cartoon, two-dimensional portraits of people who were deceived by the culture around them into defending the slave trade. Instead, the author brilliantly depicts the real complexity that you find in real people who had mixed emotions, complex and varied resources of self-justification, across different social classes, both men and women, and how deep and nuanced people can be who are often full of good intentions but also carry their own inventory of respectable sins. Which is exactly what we find in people involved in the Jesus-trade today who monetize ministry in different ways with the best intentions, but who ultimately compromise the sincerity of ministry and go against biblical principles.\n\nAnyway, our intention is to unpack all of this and more on this podcast, the website, and the YouTube channel. We now live in a world where we find it impossible to imagine anything else than a vast evangelical industrial complex with shiny products of all kinds ready to meet our consumerist mentalities. But this is a relatively recent development in history, and we want to know why and how we can fix it. Modern western countries are the richest, most materialistic countries in all of human history by an order of magnitude, so we think it’s no surprise that the Church has suffered a series of compromises in the area of money and ministry, and cannot see its sin because the Jesus-trade is the ocean it’s swimming in.\n\nIn order to pull this off, we need your help to spread the word and review the podcast and pray for us. We simply want to see Christ exalted and no longer belittled as a commodity. And we will never ask for money on this podcast, not because we think it’s wrong to make needs known, but because of the nature of the topic. We don’t want to risk any confusion or cast any doubt on the sincerity of the message we’re trying to share. Thanks for listening, and we’ll catch you in the next episode.",
            "transcript_html": "<p>I remember a number of years ago when The Hunger Games books started coming out and the whole world was ablaze with excitement. Copies of the books were stacked at the front of every bookstore, and Hollywood was scrambling to exploit the hype with some movie versions. Since then the world has become fascinated by and enamored with the idea of a dystopian future. So I’ve wondered, “What would a Christian dystopia be like?” Let me describe a possible scenario.</p>\n<p>In a Christian dystopia the first thing you might notice is that it’s considered normal to pay for your friendships. If you want someone who seems trustworthy, will listen to you for hours, offer advice, make you feel loved, point you to Christ, and encourage you with the truth of Scripture, you have to pay for it…by the hour. You quickly realize that in this Christian dystopia everything is done for money, and everyone has a thousand seemingly good reasons for maintaining this status quo. There is nothing too sacred to be sold as merchandise. The peddling of God’s Word has become so standard that no one would ever question it. The sale of the gospel in all forms is highly respectable. A limited number of rich Christians hoard their abundance of biblical resources, tools, and teaching, refusing to share with the rest of the Church unless they sign agreements and pay fees and do not share with their neighbors. The words of the prophet Micah ring more true than ever when he says, “Its leaders give judgment for a bribe; its priests teach for a price; its prophets practice divination for money; yet they lean on Yahweh and say, “Is not Yahweh in our midst? No disaster shall come upon us.”</p>\n<p>Christians are constantly threatening each other with lawsuits for using each other’s artwork, writing, or music. Beautiful songs written to exalt Jesus are bought and sold as investments and monetized like any other secular hit. Churches cannot even sing these songs without risking legal action against them unless they pay. Men even go to court against their own brothers over the printing of the words of a hymn without permission. Meanwhile, Christian blogs, websites, podcasts, YouTube channels, and other media are constantly monetized with ads. God’s translated word is claimed by men as their property and then restricted from being shared. Even ancient manuscripts of the Bible are greedily monetized and forbidden from being copied and displayed. Every spiritual thing and every ministry that leads to Jesus is blocked by a paywall. If you’re too poor, you’re denied access. And so most of the world’s marginalized cultures who can’t understand English or who don’t have a credit card are told to make do with less. They are not important enough to share in the bountiful theological feast rich westerners enjoy, simply because they’re poor. They are not important enough to grow from robust commentaries and discipleship resources, because they’re poor. The Jesus trade is for the wealthy, and it’s not allowed to be criticized because it’s so comfortable and convenient. Anyone who dares challenge it is immediately silenced by a barrage of twisted interpretations of Scripture and excuses born out of pragmatism and expediency. The words of our Master, “Freely you have received; freely give,” are explained away as irrelevant. We claim Jesus as Lord but treat him as commodity. We’ve cleverly turned our greeds into needs. Christ has become our great high product.</p>\n<p>So is this dystopian hellscape really just imaginary? No. I say with deep sadness and regret that this is a portrayal of our present reality. I say all of this by way of introduction, to explain what this podcast is going to be about. Our purpose here is to highlight and exalt the radical generosity of God’s heart, confront the commercialization of Christianity, and promote the biblical teaching that ministry should be supported but never sold. We want to explore the history of how we’ve gotten to the point where it’s the respectable default to monetize ministry, and take a deep dive into the Scripture’s teaching on the subject. We believe our evangelical cultural moment has a serious blind spot in this area, and we hope to be a voice of reform. Overall, we seek to take seriously what Jesus commanded in Matthew 10:8: “Freely you have received; freely give.”</p>\n<p>Spoiler alert: we’re not going to be telling people they should be poor if they serve God. And nothing we’re going to share is new, nor is it some kind of fringe bigotry or legalism. We simply want to encourage people to do what the local church has done to support ministry for centuries–rely on the free generosity of God’s people. It’s simple and beautiful. Christian ministry of all kinds has been supported in this way since the time of Jesus. We know it’s possible, but people refuse to follow that biblical model for various reasons, which we’ll be tackling one at a time.</p>\n<p>It’s important for you to know that at the core of all of this we want to take the time to revel in the beauty of God’s generous heart! The very fabric of Scripture sings with the glory of a God so radically generous that he freely gave us life, a universe of splendor, rain and sunshine, the laughter of children, the sweetness of his word, and even his only Son. All without charging us a subscription fee. We want God’s example to be our north star. He is our joy and treasure.</p>\n<p>And just to clarify, we’re not here to tell people they’re going to hell and burden people with the traditions of men. Rather, we want to tell our own stories of how we’ve failed and learned along the way as we sought to reflect God’s heart and love him. We totally understand that most people have simply never thought about these things.</p>\n<p>Also, we’re not here to address the prosperity gospel and the more extreme forms of manipulating believers and Scripture for the sake of getting rich and buying private jets. That’s been confronted already by a lot of good people, and we’re grateful for that. Instead, we’re here to ask hard questions of what most of us perceive to be the normal faith-based market. Questions like, “Should the Gospel Coalition podcasts run ads or sponsors? Should the Word of God be sold for profit and locked down by copyright? Should people from the Association of Certified Biblical Counselors charge fees for helping people find healing in Christ? Was it biblical for Tim Keller to sell his digital sermon recordings? Is it biblically permissible for a scholar to profit from a commentary they wrote on the book of Luke?” These kinds of questions and much more.</p>\n<p>There are two main categories of people who engage in the sale of Christian ministry: those who have bad intentions and those who have good intentions. In our experience, many if not most have good intentions, so we’ll be focusing mainly on those people and the different ways they’ve been deceived.</p>\n<p>Let me take a moment to unpack what “Selling Jesus” actually refers to. First, let me define what I mean by “selling,” and also what I don’t mean. We all know that to sell something is to exchange it for money. This means that you deny access to it unless someone pays you. This is not the same as giving it to someone with no strings attached and no expectation of remuneration. This is also not the same as receiving donations to enable you to freely give as much as possible to others: that’s what’s typically called support, not selling.</p>\n<p>Now, let’s talk about what I mean by “Jesus.” I’m referring to Jesus here as the end goal of all Chrisitian ministry. We sing songs like, “It’s all about you, Jesus” for a reason. The spiritual gifts that God bestows on his children are designed to build up the body of Christ. Their end goal is to magnify Jesus and extend his reign over all the earth. So if I offer someone biblical counseling, ultimately my goal is to point them to Jesus, to lead them to him as the only healer and fountain of all the riches of wisdom and knowledge. If I write a book about the gospel, my ultimate purpose is to lead people to Jesus, to trust him, abide in him, treasure him. If I teach someone biblical Hebrew, my goal isn’t just so that they can parse verbs as an end in itself. No, my goal is to get them to Jesus through the deeper study of his Word, because I believe that learning Hebrew helps people see Jesus better, more clearly and accurately, and with more certainty. Again, if I write a worship song, my ultimate intention is to offer a means to exalt Jesus, to enter into his presence with thanksgiving and praise. So Christian ministry of all sorts has that end goal: get people to Jesus, to know him better, to magnify his name, to be closer to him, to walk and talk more like him.</p>\n<p>So when we sell Jesus, we put a paywall between others and whatever blessing God might have in store for them through our spiritual gifts. In other words, we deny people access to the ministry we are called to bless people with, unless they pay us for it. To sell Jesus is, by extension, to turn him into a product, a commodity, that can be bought, sold, controlled, and kept from those unable to pay.</p>\n<p>As disciples of Jesus we believe that one of the most fundamental joys we have is to imitate him, even when it comes to how we fund ministry. To copy him is to honor him, especially since he had more to say about money than love and heaven and hell combined. It was a big issue to him, so we believe we should think carefully about it as we follow him. Jesus got deeply emotional about mixing commerce with spiritual things when he drove people out of the temple, so we think this issue is something that should move our hearts to zeal in the same way and cause us to speak up and make radical changes.</p>\n<p>This podcast will also be dedicated to answering people’s common objections and burning questions, and to address all the issues around the sale of the good news of the Son of God. We’ll take a look at how misinterpretations of the apostle Paul have muddied the waters around money and ministry, and discuss how many people have completely misunderstood the verses about not muzzling the ox when it treads out the grain.</p>\n<p>This podcast and the companion YouTube channel by the same name will take a while to develop because there’s such a huge amount of confusion around the commercialization of Christianity. So think of this as a kind of long term podcast for those who want to detox from the deep seated deception that has settled upon the Western evangelical Church concerning the marketplace of faith. We’ll also be building out a suite of further resources to read and learn more over at <a href=\"http://sellingjesus.org\">sellingjesus.org</a>. We pray that this will start a movement to decommercialize Christ, and make it unthinkable for future generations.</p>\n<p>So who exactly is “we”? There are three of us collaborating in this mission: Jon, who created the helpful website copy.church, Conley Owens who wrote a biblical response to the commercialization of Christianity called The Dorean Principle, and myself, Andrew Case. You can read Conley’s book for free over at <a href=\"http://thedoreanprinciple.org\">thedoreanprinciple.org</a> and even order a paper copy for free with free shipping. There’s nothing to lose, so I highly recommend giving the book a chance. Also, make sure to read as much as you can over at copy.church. And we’ll be sharing more of our backstories in future episodes.</p>\n<p>Once again, our purpose will be to help people understand the difference between selling ministry, which Scripture condemns, and supporting ministry which Scripture commends. Increasingly I’ve found that American Christians seem to be caught in a stranglehold or dark cloud of misguided ideas regarding the commercialization of Christianity. In my conversations about this within the scholarly world I’ve found a shocking level of poor thinking in this area, even to the point that some people say that the Bible has nothing to teach us about money and ministry, and that it’s wrong to look for biblical principles to guide us in this area. Others have gone so far as to say that every ministry can be monetized—such as the selling of prayer and baptism—and that it would be biblical and glorifying to God. Things like this have revealed to me the desperate need for more concerted efforts toward promoting reform and abolishing the Jesus-trade in our cultural moment. It’s become increasingly clear that we are living in a time like the pre-civil war United States, where the vast majority of ministers of the gospel regularly defended slavery from the pulpit, and even great men like Jonathan Edwards and George Whitefield were not without their own blind spots in this area because of its ubiquity and pervasiveness in their cultural moment. If you read Uncle Tom’s Cabin, which is actually one of the most beautiful books ever written and one of my all-time favorites, Harriet Beecher Stowe paints detailed portraits of a broad sampling of people who justify the slave trade in different ways, with very complex reasoning in order to make themselves feel better about the status quo. Most of them are well-meaning, many of them are Christians, but they all have one serious blind spot in common, and that is that economic expediency triumphs over biblical principles. Let me say that again. Most people back then were influenced by the belief that economic expediency was more important than biblical principles. In other words, we must do everything in our power to make the Bible bow to or cater to the economic forces of our day, lest we be forced to live lives of less comfort and wealth. Antebellum slaveholders simply couldn’t give up the convenience and labor saving comfort that the slavery system provided, which gave them a higher standard of living. And we are in exactly the same position today regarding the Jesus-trade. We sell ministry because it’s too convenient, too ubiquitous and pervasive, and promises a standard of living many can’t give up. We must find complex and clever ways to make the Bible bow to and support economic expediency, because in our heart of hearts we believe that money is more powerful than God for getting things done and spreading the gospel.</p>\n<p>One of the things I appreciate about Uncle Tom’s Cabin is that it doesn’t paint cartoon, two-dimensional portraits of people who were deceived by the culture around them into defending the slave trade. Instead, the author brilliantly depicts the real complexity that you find in real people who had mixed emotions, complex and varied resources of self-justification, across different social classes, both men and women, and how deep and nuanced people can be who are often full of good intentions but also carry their own inventory of respectable sins. Which is exactly what we find in people involved in the Jesus-trade today who monetize ministry in different ways with the best intentions, but who ultimately compromise the sincerity of ministry and go against biblical principles.</p>\n<p>Anyway, our intention is to unpack all of this and more on this podcast, the website, and the YouTube channel. We now live in a world where we find it impossible to imagine anything else than a vast evangelical industrial complex with shiny products of all kinds ready to meet our consumerist mentalities. But this is a relatively recent development in history, and we want to know why and how we can fix it. Modern western countries are the richest, most materialistic countries in all of human history by an order of magnitude, so we think it’s no surprise that the Church has suffered a series of compromises in the area of money and ministry, and cannot see its sin because the Jesus-trade is the ocean it’s swimming in.</p>\n<p>In order to pull this off, we need your help to spread the word and review the podcast and pray for us. We simply want to see Christ exalted and no longer belittled as a commodity. And we will never ask for money on this podcast, not because we think it’s wrong to make needs known, but because of the nature of the topic. We don’t want to risk any confusion or cast any doubt on the sincerity of the message we’re trying to share. Thanks for listening, and we’ll catch you in the next episode.</p>\n",
            "audio": "https://anchor.fm/s/e3894160/podcast/play/72292228/https%3A%2F%2Fd3ctxlq1ktw2nl.cloudfront.net%2Fstaging%2F2023-6-13%2F6849ddf1-11ac-eeb8-d2b5-7b1e489c173f.mp3",
            "duration": 1111622,
            "date": "2023-06-20",
            "image": "https://i.scdn.co/image/ab6765630000ba8a44f224465b74d250aae038f6",
            "number": 1
        }
    ]
}